quest = [
    ['нет вопросов',],
    [
        
"""Диагностика рака молочной железы.

Периодичность и объем исследований при профосмоте у маммолога

Больная жалуется на кровянистые выделения из соска правой молочной железы. При надавливании на ареолу на 12 часах появляются капельки крови. Подмышечные лимфатические узлы не увеличены. При маммографии патологии не обнаружено. При контрастной маммографии обнаружен дефект в области протока. Ваш диагноз. Лечебная тактика.""",

"""Рентгенологические методы диагностики рака молочной железы.

Алгоритм первичного осмотра при подозрении на рак молочной железы.

У мальчика 13 лет выявлено увеличение обеих молочных желез. Узловых образований не выявляется. У какого специалиста наиболее целесообразно обследовать подростка. Наиболее вероятный диагноз.""",

"""Инструментальные исследования при патологии молочных желез

Лабораторные исследования при патологии молочных желез.

Больная 40 лет жалуется на кровянистые выделения из соска правой молочной железы. При пальпации опухоль в молочной железе не определяется, но при надавливании на сосок появляются капельки крови. Какому методу диагностики следует отдать предпочтение для уточнения диагноза у данной больной?""",

"""Первичный осмотр пациента с подозрением на рак молочной железы.

Роль маммографии и УЗИ в диагностике рака молочной железы.

Больная 61 года. Обратилась к маммологу с жалобами покраснение правой молочной железы и увеличение ее в объеме. Ваш предварительный диагноз? План обследования? """,

"""Что такое дуктография и для чего она применяется?

Ключевые моменты при сборе жалоб у пациентки с подозрением на рак молочной железы.

Больная 42 лет. Обратилась с жалобами на уплотнение в левой молочной железе, которое обнаружила 2 месяца назад. Ваш предварительный диагноз? План обследования?""",

"""Возможные инструментальные исследования при подозрении на рак молочной железы.

Что такое сонография для чего и когда она используется?

Больная 18 лет. Жалобы на боль в молочных железах за 5 дней до начала менструации. Ваш предварительный диагноз? План обследования? """,

"""Статистика рака молочной железы в России

Первичный осмотр пациента с подозрением на рак молочной железы.

Больная 65 лет. Самостоятельно обнаружила уплотнение в левой молочной железе. Обратилась к гинекологу. При пальпации гинеколог обнаружил образование левой молочной железы 2 см в диаметре, плотное, без четких контуров. Больная направлена к онкологу. Ваш предварительный диагноз? План обследования? """,


"""Роль маммографии и УЗИ в диагностике рака молочной железы.

Описание местного статуса при раке молочной железы.

Больная 74 лет. Жалобы на уплотнение в левой молочной железе, которое появилось 8 мес. назад.  При осмотре молочных желез отмечается симптом лимонной корки левой молочной железы. Пальпаторно определяется плотное образование, без четких контуров 2 см в диаметре. Ваш предварительный диагноз? План обследования? """,


"""Алгоритм первичного осмотра при подозрении на рак молочной железы.

Значение МРТ в диагностике  рака молочной железы.

Больная 25 лет. Семейный анамнез отягощен. Жалобы на выделения из сосков молочных желез.  Ваш предварительный диагноз? План обследования?""",


"""Типичные жалобы при патологии молочных желез

Инструментальная диагностика при патологии молочных желез в зависимости от возраста пациента

Больная 44 лет. Семейный анамнез отягощен. Отметила втяжение соска левой молочной железы. Обратилась к онкологу. Ваш предварительный диагноз? План обследования? """,


"""Роль маммографии и УЗИ в диагностике рака молочной железы.

Кожные проявления при раке молочной железы.

Больная 80 лет. Жалобы на образование правой молочной железы. При осмотре на коже железы опухоль в виде « цветной капусты», кровоточит при контакте. Ваш предварительный диагноз? План обследования? """,

"""Описание местного статуса при раке молочной железы.

Лабораторные исследования при патологии молочных желез.

Больная 72 лет. В анамнезе рак правой молочной железы 1 стадии, состояние после мастэктомии 30 лет назад. Больше к онкологу не обращалась. На данный момент жалобы на похудание боль в правой ноге при ходьбе, хромоту. Ваш предварительный диагноз? План обследования? """,

"""Клинические проявления рака молочной железы.

Характерные жалобы при раке молочной железы.

Больная 24 лет. Жалобы на уплотнение в левой молочной железе, которое появилось 6 мес. назад. Ваш предварительный диагноз? План обследования? """,

"""Роль маммографии и УЗИ в диагностике рака молочной железы.

Рентгенологические признаки рака молочной железы.

Больная 34 лет. При профосмотре на УЗИ выявлено образование левой молочной железы 1 см с периферическим кровотоком. Направлена к онкологу. Ваш предварительный диагноз? План обследования""",

"""Описание местного статуса при раке молочной железы.

Первичный осмотр пациента с подозрением на рак молочной железы.

Больная 54 лет. Наблюдается длительное время по поводу мастопатии. Жалобы на уплотнение в правой молочной железе, которое обнаружила самостоятельно. Ваш предварительный диагноз? План обследования? """,

"""Физикальное обследование при патологии молочных желез

Статистика рака молочной железы в России

Больная 64 лет. Наблюдается длительное время по поводу мастопатии. Жалобы на уплотнение в левой молочной железе, которое обнаружила самостоятельно. Ваш предварительный диагноз? План обследования? """,

"""Периодичность и объем исследований при профосмоте у маммолога

Клинические проявления рака молочной железы.

Больная 25 лет обратилась к онкологу с жалобами на прозрачные выделения из молочных желез. Ваш предварительный диагноз? План обследования""",

    ],


    [
        

"""
Препараты, применяемые  в качестве второй линии гормонотерапии у постменопаузальных     больных раком молочной железы.

Осложнения при применении антрациклинов

У мужчины 35 лет диагностирован рак правой молочной железы, Т3N2М0, планируется проведение неоадъювантной химиотерапии, какой наиболее оптимальный режим химиотерапии должен быть выбран?""",

"""
Адъювантная полихимиотерапия рака молочной железы.

Лечение маститоподобного рака молочной железы

Больной 67 лет. Диагноз: рак правой молочной железы , люминальный В, T4N1МO. Какова тактика дальнейшего лечения данной больной?""",

"""
Принципы таргетной терапия опухолей.

Терапия люминального А рака молочной железы

Женщина 68 лет, диагноз: рак левой молочной железы, T2NOМO, состояние после радикальной резекции молочной железы и лучевой терапии. При иммуногистохимическом исследовании установлено: Her 2/neu – 1+, РП - 5 баллов, PЭ- 8 баллов, Ki 67- 19%. Какова тактика дальнейшего лечения данной больной?""",

"""
Гормонотерапия рака молочной железы.

Осложнения при применении таксанов

У больной 69 лет, страдающей раком молочной железы T3N1M0, положительные рецепторы эстрогенов. Какие препараты в составе гормонотерапии ей следует назначить?""",

"""
Неоадъювантная системная терапия при раке молочной железы.

Принципы таргетной терапия опухолей.

Больной 40 лет по поводу рака левой молочной железы II б стадии выполнена радикальная мастэктомия  по Пейти, после интенсивно-концентрированной предоперационной лучевой терапии на молочную железу с подмышечно-подключичной зоной СОД 20 Гр. Гистологически: инфильтранивгый рак , 5 см, с комплексами раковых клеток в лимфатических щелях, сосудах, метастазы в 5 лимфатических узлах подмышечной области, опухоль рецепторопозитивная по рецепторам эстрогена. Какое лечение в дальнейшем показано больной?""",

"""
Какие факторы влияют на выбор адъювантной системной терапии?

Гормонотерапия рака молочной железы.

Пациентка 67 лет  раком правой молочной железы T2N0M0. Люминальный А тип. Опухоль размером 5 см в нижне-внутреннем квадранте. Какие варианты лечения можно предложить пациентке?""",

"""
Гормонотерапия у больных в пременопаузе.

Неоадъювантная системная терапия при раке молочной железы.

Пациентке 50 лет. Больна раком левой молочной железы T1N0M0, люминальный тип В выполнена органосохраняющая операция в объеме лампэктомии. В одном из краев резекции при гистологическом исследовании выявлен рост опухоли.  Определите дальнейшую тактику лечения.""",

"""
Какое адъювантное гормональное лечение возможно в пременопаузе?

Какие факторы влияют на выбор адъювантной системной терапии?

У пациентки 35 лет рак правой молочной железы T2N0M0. Люминальный В тип. Локализация под ареолой. Какие варианты операции можно предложить пациентке? Определите дальнейшее лечение.""",

"""
Какие ингибиторы ароматазы являются стероидными?

Гормонотерапия у больных в пременопаузе.

Пациентке 35 лет.  Диагностирован  РМЖ. Выполнена core-биопсия опухоли. Иммуногистохимическое исследование показало экспрессию ER0 баллов, PR0 баллов, HER2-neu 3+, Ki67 -75%. К какому биологическому типу принадлежит опухоль? Дифференциальная диагностика? Какие методы дополнительного исследования нужно провести? Определите план лечения.""",

"""
Какие ингибиторы ароматазы являются нестероидными?

Какое адъювантное гормональное лечение возможно в пременопаузе?

Больной 93 года. Жалобы на уменьшение правой молочной железы в объеме, пигментацию кожи. Данные симптомы появились 3 года назад. К врачам не обращалась. Ваш предполагаемый диагноз. План обследования. Тактика лечения.""",

"""
Какие методы выключения и подавления овариальной функции применяются в настоящее время?

Какие ингибиторы ароматазы являются стероидными?

Больной 67 лет. Диагноз: рак правой молочной железы , люминальный В, T4N1МO. Какова тактика дальнейшего лечения данной больной?""",

"""
Тамоксифен. Показания. Какой механизм действия тамоксифена?

Какие ингибиторы ароматазы являются нестероидными?

Женщина 68 лет, диагноз: рак левой молочной железы, T2NOМO, состояние после радикальной резекции молочной железы и лучевой терапии. При иммуногистохимическом исследовании установлено: Her 2/neu – 1+, РП - 5 баллов, PЭ- 8 баллов, Ki 67- 19%. Какова тактика дальнейшего лечения данной больной?""",

"""
Какие факторы определяют выбор схемы адъювантной химиотерапии? 

Какие методы выключения и подавления овариальной функции применяются в настоящее время?

У больной 69 лет, страдающей раком молочной железы T3N1M0, положительные рецепторы эстрогенов. Какие препараты в составе гормонотерапии ей следует назначить?""",

"""
Принцип действия трастузумаба и показания к его назначению.

Тамоксифен. Показания. Какой механизм действия тамоксифена?

У пациентки 35 лет рак правой молочной железы T2N0M0. Люминальный В тип. Локализация под ареолой. Какие варианты операции можно предложить пациентке? Определите дальнейшее лечение.""",

"""
Какие методы противоопухолевого лечения применяются при раке молочной железы.

Какие факторы определяют выбор схемы адъювантной химиотерапии? 

Больной 93 года. Жалобы на уменьшение правой молочной железы в объеме, пигментацию кожи. Данные симптомы появились 3 года назад. К врачам не обращалась. Ваш предполагаемый диагноз. План обследования. Тактика лечения.""",

"""
Первая линия химиотерапии при раке молочной железы

Принцип действия трастузумаба и показания к его назначению.

Пациентка 67 лет  раком правой молочной железы T2N0M0. Люминальный А тип. Опухоль размером 5 см в нижне-внутреннем квадранте. Какие варианты лечения можно предложить пациентке?""",
    
    
    
    ],

    [
"""Доброкачественные заболевания молочных желез.

Клиническая картина внутрипротоковой папилломы.

У кормящей женщины через 4 недели после родов появились колющие боли в левой молочной железе. Железа увеличилась в объеме. На следующий день температура поднялась до 39°С, появились головная боль, чувство разбитости, пропал аппетит, кормление левой грудью стало болезненным. При обследовании обнаружено, что левая железа увеличена в объеме, имеется лимфангоит. При пальпации железа болезненна, плотная, но ни локальных инфильтратов, ни участков флюктуации не определяется. Основной диагноз? С какими заболеваниями следует проводить дифференциальную диагностику? """,

"""  Виды лечения  доброкачественных опухолей молочной железы.

Варианты лечения фиброаденомы.

У женщины 30 лет, не имеющей детей в анамнезе, появились болезненные ощущения в молочных железах, усиливающиеся перед менструацией. Железы стали набухать, а из сосков появились выделения серо-зеленого цвета. Молочные железы имели грубо дольчатое строение, а в верхне-наружных квадрантах желез при маммографии обнаруживалась мелкая зернистость. Периодически болезненные ощущения заметно уменьшались без какого-либо лечения, а затем появлялись вновь. Диагноз, лечение.""",

"""  Фиброзно-кистозная мастопатия. 

Какие доступы рекомендованы при хирургическом лечении доброкачественных опухолей молочной железы?
  
Женщина 28 лет жалуется на наличие образования в левой подмышечной области, которое в период менструального цикла становится более плотным и слегка болезненным. Образование округлой формы, диаметром 4 см, мягко-эластической консистенции, имеет дольчатое строение. Диагноз и лечение.""",

"""  Фиброаденома молочной железы.

Какое влияние на эпителий молочной железы оказывает избыточная продукция эстрогенов?

Больная 58 лет. Обратилась к маммологу с жалобами на боль и покраснение правой молочной железы. Ваш предварительный диагноз? План обследования?""",

"""  Гинекомастия

Когда показана секторальная резекция молочной железы?
  
Больная 19 лет. Жалобы на боль в молочных железах за 7 дней до начала менструации. Ваш предварительный диагноз? План обследования? """,

"""Острый мастит

Какие из доброкачественных опухолей наиболее часто малигнизируются и почему?
  
Больная 34 лет. Жалобы на боль в молочных железах перед меструацией последние 6 месяцев. 2 недели назад самостоятельно обнаружила плотное образование в левой молочной железе. Ваш предварительный диагноз? План обследования? """,

"""  Внутрипротоковая папиллома. Методы диагностики. Лечение. 

Какие пороки развития молочных желез являются врожденными?

Больная 30 лет жалуется на кровянистые выделения из соска правой молочной железы. При пальпации опухоль в молочной железе не определяется, но при надавливании на сосок появляются капельки крови. Ваш предварительный диагноз? План обследования? """,

"""  Виды маститов по этиологии.

Антибиотикотерапия при остром серозном мастите
  
Больная 50 лет, жалобы на кровянистые выделения из сосков. Ваш предварительный диагноз? План обследования? """,

"""  Клиническая картина острого серозного мастита.

Методы лечения гинекомастии

  Больная 51 года. Обратилась к маммологу с жалобами на покраснение правой молочной железы, боль и увеличение ее в объеме. Ваш предварительный диагноз (обоснуйте)? План обследования? """,

"""Клиническая картина и лечение гнойного мастита.

Липома молочной железы. Клиника, диагностика, лечение.

На фоне грудного вскармливания у пациентки 24 лет развилась картина острого мастита Какое исследование необходимо для исключения абсцесса? Какое лечение показано   больной?""",

"""Клиника и диагностика фиброзной мастопатии.

Аномалии развития молочных желез.

У пациентки 45 лет отмечаются прозрачные выделения из правого соска с янтарным     оттенком. Длительное время наблюдается у маммолога по поводу липомы правой молочной железы. Ваш предположительный диагноз? Какие исследования необходимы для установки диагноза? План лечения.""",

"""Методы лечения фиброзно-кистозной матопатии

УЗ признаки кисты молочной железы 

При УЗИ молочных желез у пациентки у нерожавшей пациентки 25 лет выявлено гипоэхогенное образование с четкими границами до 8 мм, не пальпируется. При контрольном УЗИ через 3 мес динамики не отмечено. Ваш предположительный диагноз? Какие исследования необходимы для установки диагноза? Ваша тактика?""",

"""Какие методы исследования нужно провести для исключения абсцесса молочной железы.

3  Характерные доброкачественные патологии молочных желез в зависимости от возраста.

У больной 33 лет паренхима в обеих молочных железах зерниста, нечетко пальпируются мелкие очаги уплотнения. В предменструальном периоде они становятся более плотными и болезненными. Кожа молочной железы не изменена. Выделений из сосков нет. Ваш диагноз? Какие исследования необходимы для установки диагноза? План лечения.""",

"""Причины возникновения абсцесса молочной железы.

Как визуализируются кисты молочной железы на УЗИ?

При УЗИ молочных желез у пациентки 38 лет выявлена киста в левой молочной железе, в просвете которой лоцируются пристеночные структуры до 10 мм с усиленным кровотоком в режиме допплеровского картирования. Ваш диагноз? Какие исследования необходимы для установки диагноза? Какая тактика является наиболее целесообразной?""",

"""Какие мероприятия являются обязательными при гнойном мастите?

Клиническая картина внутрипротоковой папилломы.

Пациент 19 лет, активно занимается спортом, отмечает наличие болезненного уплотнения в области обеих ареол. При пальпации в центральных отделах отмечается наличие болезненных уплотнений без четких границ.  Какой наиболее вероятный диагноз? Какие исследования необходимы для установки диагноза? Какая тактика является наиболее целесообразной?""",

"""Какие заболевания может вызвать увеличение груди силиконовыми имплантами?

Варианты лечения фиброаденомы.

Мужчина 56 лет отмечает увеличение и болезненность грудных желез  в течение 4 месяцев. При осмотре отмечается уплотненная ткань  за ареолами, болезненная при пальпации. Региональные лимфатические узлы не увеличены. Какой наиболее вероятный диагноз? Какие исследования необходимы для установки диагноза? План лечения.""",

"""Как визуализируются кисты молочной железы на УЗИ?

Методы лечения фиброзно-кистозной матопатии

Пациентка 48 лет обратилась с жалобами на боль в левой молочной железе, болезненное уплотнение, на границе наружных квадрантов, подъемы температуры до 37,3 С. Болеет 1 сутки. При УЗИ молочных желез в проекции уплотнения лоцируется анэхогенное образование с четким контуром, утолщенными стенками, умеренным перифокальным отеком. Какой наиболее вероятный диагноз? Какие исследования необходимы для установки диагноза? Какая лечебная тактика целесообразна?""",


    ],
[
"""  Постмастэктомический синдром – принципы лечения.
  
  Виды оперативных вмешательств при раке молочной железы.
  
  Больная 35 лет жалуется на покраснение и утолщение соска. При осмотре сосок и часть ареолы покрыты мокнущими корочками и струпиками, при слущивании которых обнаруживается влажная, зернистая поверхность и капли крови. Сосок утолщен и плотен на ощупь. Диагноз и лечение.""",

"""  Реконструктивно-пластические операции при раке молочной железы.
  
  Хирургическое лечение рака молочной железы

На прием к онкологу обратилась  женщину 68 лет  с жалобами на опухоль левой молочной железы, которая изъявилась, появилось гноетечение. Около 7 лет с появления опухолевого узла в толще молочной железы, к врачам не обращалась, занималась самолечением. Год назад опухоль изъязвилась, больная постоянно делает перевязки. При осмотре левая молочная железа увеличена в объеме, занята зловонной распадающейся опухолью диаметром 12 см, соска нет, обильное гноетечение. В левой подмышечной области пальпируется 2 подвижных неспаянных лимфатических плотных узла, безболезненных, кожа под ними не изменена. В правой подмышечной области определяется плотный безболезненный подвижный лимфатический узел. Сформулируйте и обоснуйте предположительный диагноз. Расскажите о дополнительных объективных методах исследования. Составьте алгоритм оказания помощи """,

"""  Виды оперативных вмешательств при раке молочной железы.

  Объемы удаляемых тканей при радикальной  резекции молочной железы.

Больная 27 лет жалуется на боли в левой молочной железе, усиливающиеся в предменструальном периоде. В анамнезе – неоднократно лечилась по поводу аднексита. При пальпации в верхне-внутреннем квадрате железы отмечается уплотнение ее ткани и опухолевидное образование в диаметре 3 см. Регионарные лимфатические узлы не увеличены. При надавливании на сосок выделений нет. Кожа над образованием берется в складку.Какой диагноз наиболее вероятен?  Какие лабораторные, инструментальные исследования необходимо выполнить и их результаты, характерные для окончательного диагноза? Назначьте лечение.""",

"""  Хирургическое лечение рака молочной железы.

  Какие операции являются вариантом органосохраняющего лечения?

Больной 68 лет. Гистологически верифицирован инфильтративно-протоковый рак молочной железы. При маммографии опухоль 0.8 см правой молочной железы. При УЗИ выявлены метастазы в подмышечных лимфатических узлах слева. Ваш предполагаемый диагноз? Стадия заболевания? План обследования и лечения.""",

"""  Объемы удаляемых тканей при радикальной  резекции молочной железы.

  Чем подкожная мастэктомия отличается от других вариантов мастэктомий

У больной 25 лет на фоне беременности появилось уплотнение и гиперемия правой молочной железы, кровянистые выделения из соска, увеличенный лимфатический узел в правой подмышечной области. Ваши тактические действия?""",

"""  Какие операции являются вариантом органосохраняющего лечения?

  Мастэктомия по Холстеду

Больная Ш. 55 лет. Жалобы на уплотнение в правой молочной железе. В анамнезе сахарный диабет, ожирение. Менструации с 11 лет. Пременопауза. Объективно: в верхненаружном квадранте правой молочной железы пальпируется уплотнение до 2х см в диаметре, в левой подмышечной области пальпируется увеличенный лимфатический узел до 1,5 см в диаметре. Маммография: в верхне-наружном квадранте правой молочной железы определяется затемнение с неровными тяжистыми контурами до 2,5 см в диаметре. Произведена пункция опухоли и подмышечного лимфатического узла. Цитологическое исследование: карцинома. Диагноз? Стадия заболевания? Какое нужно провести дообследование и лечение.""",

"""  Чем подкожная мастэктомия отличается от других вариантов мастэктомий

Какие варианты мастэктомии вы знаете?

Больная 38 лет. Выявлена при маммографии опухоль правой молочной железы 4 см и конгломерат подмышечных лимфатических узлов. Ваш предположительный диагноз. Определите стадию заболевания. Назначьте обследования. Определите тактику лечения.""",

"""  Мастэктомия по Холстеду

Сигнальными лимфатическими узлами являются

Больная жалуется на кровянистые выделения из соска правой молочной железы. При надавливании на ареолу на 12 часах появляются капельки крови. Подмышечные лимфатические узлы не увеличены. При маммографии патологии не обнаружено. При контрастной маммографии обнаружен дефект в области протока. Ваш диагноз. Лечебная тактика.""",

"""Какие варианты мастэктомии вы знаете?

Какие методы поиска «сигнальных» лимфатических узлов являются самыми распространенными?

Больной 93 года. Жалобы на уменьшение правой молочной железы в объеме, пигментацию кожи. Данные симптомы появились 3 года назад. К врачам не обращалась. Ваш предполагаемый диагноз. План обследования. Тактика лечения.""",

"""«Сигнальными» лимфатическими узлами являются

Какие операции должны дополняться проведением лучевой терапии?

Больная 27 лет жалуется на боли в левой молочной железе, усиливающиеся в предменструальном периоде. В анамнезе – неоднократно лечилась по поводу аднексита. При пальпации в верхне-внутреннем квадрате железы отмечается уплотнение ее ткани и опухолевидное образование в диаметре 3 см. Регионарные лимфатические узлы не увеличены. При надавливании на сосок выделений нет. Кожа над образованием берется в складку.Какой диагноз наиболее вероятен?  Какие лабораторные, инструментальные исследования необходимо выполнить и их результаты, характерные для окончательного диагноза? Назначьте лечение.""",

"""Какие методы поиска «сигнальных» лимфатических узлов являются самыми распространенными?

Какие преимущества несут в себе онкопластические варианты органосохраняющих операций

Больной 68 лет. Гистологически верифицирован инфильтративно-протоковый рак молочной железы. При маммографии опухоль 0.8 см правой молочной железы. При УЗИ выявлены метастазы в подмышечных лимфатических узлах слева. Ваш предполагаемый диагноз? Стадия заболевания? План обследования и лечения.""",

"""Какие операции должны дополняться проведением лучевой терапии?

Какие противопоказания к органосохраняющему лечению рака молочной железы являются абсолютными?

У больной 25 лет на фоне беременности появилось уплотнение и гиперемия правой молочной железы, кровянистые выделения из соска, увеличенный лимфатический узел в правой подмышечной области. Ваши тактические действия?""",

"""Какие преимущества несут в себе онкопластические варианты органосохраняющих операций

Какие существуют методы реконструкции молочной железы?

Больная Ш. 55 лет. Жалобы на уплотнение в правой молочной железе. В анамнезе сахарный диабет, ожирение. Менструации с 11 лет. Пременопауза. Объективно: в верхненаружном квадранте правой молочной железы пальпируется уплотнение до 2х см в диаметре, в левой подмышечной области пальпируется увеличенный лимфатический узел до 1,5 см в диаметре. Маммография: в верхне-наружном квадранте правой молочной железы определяется затемнение с неровными тяжистыми контурами до 2,5 см в диаметре. Произведена пункция опухоли и подмышечного лимфатического узла. Цитологическое исследование: карцинома. Диагноз? Стадия заболевания? Какое нужно провести дообследование и лечение.""",

"""Какие противопоказания к органосохраняющему лечению рака молочной железы являются абсолютными?

В каких случаях необходимо выполнение паллиативных хирургических вмешательств при раке молочной железы?

Больная 38 лет. Выявлена при маммографии опухоль правой молочной железы 4 см и конгломерат подмышечных лимфатических узлов. Ваш предположительный диагноз. Определите стадию заболевания. Назначьте обследования. Определите тактику лечения.""",

"""Какие существуют методы реконструкции молочной железы?

Объем лимфодиссекции при мастэктомии по Маддену

Больная жалуется на кровянистые выделения из соска правой молочной железы. При надавливании на ареолу на 12 часах появляются капельки крови. Подмышечные лимфатические узлы не увеличены. При маммографии патологии не обнаружено. При контрастной маммографии обнаружен дефект в области протока. Ваш диагноз. Лечебная тактика.""",

"""В каких случаях необходимо выполнение паллиативных хирургических вмешательств при раке молочной железы?

Мастэктомия по Маддену

У больной 65 лет при комплексном обследовании выявлен рак правой молочной железы 1 стадии. К какой клинической группе относится пациентка? Какие дальнейшие действия районного онколога в данной ситуации и какое лечение следует провести больной?""",

"""Мастэктомия по Маддену

Самые частые осложнения при мастэктомии

Больной 93 года. Жалобы на уменьшение правой молочной железы в объеме, пигментацию кожи. Данные симптомы появились 3 года назад. К врачам не обращалась. Ваш предполагаемый диагноз. План обследования. Тактика лечения.""",
 
],



[

"""  Клинические формы рака молочной железы.
   
   Что такое симптом «площадки»?
   
   Больная 73 лет. По месту жительства верифицирован диагноз рак правой молочной железы. При маммографии опухоль 6 см. При УЗИ регионарных лимфатических узлов- метастазы в 3 подмышечных лимфатических узлах. При УЗИ органов брюшной полости в правой доле печение узловое образование 2 см. Определите стадию заболевания. Составьте план дообследования.""",

"""  Подтипы рака молочной железы.
   
   Редкие формы рака молочной железы
   
   Больная 58 лет. В анамнезе  10 лет назад рак правой молочной железы 1 стадия, состояние после хирургического лечения. На данный момент верифицирован рак левой молочной железы 1 см в диаметре. Выявлен 1 мтс в подмышечном лимфоузле слева. При УЗИ органов брюшной полости и флюорографии отдаленных метастазов не выявлено. Ваш предполагаемый диагноз? Стадия заболевания? План обследования.""",

"""  Варианты стадирования рака молочной железы 
  
  Что значит N1 при раке молочной железы?
  
  Больной 63 лет цитологически верифицирован диагноз рак левой молочной железы. При маммографии- опухоль 2.5 см. При УЗИ метастаз в 1 подмышечном лимфатическом узле. Отдаленных метастазов не выявлено. Определите стадию заболевания. Какие дополнительные методы диагностики следует провести?""",

"""  Биологические подтипы рака молочной железы. 
  
  Что такое метахронный рак молочной железы?
  
  Больная 38 лет. Выявлена при маммографии опухоль правой молочной железы 4 см и конгломерат подмышечных лимфатических узлов. Ваш предположительный диагноз. Определите стадию заболевания. Назначьте обследования.""",

"""  Люминальный подтип рака молочной железы. Принцип лечения. Прогноз 

  Что значит Т4 при раке молочной железы?

  Больная Ш. 55 лет. Жалобы на уплотнение в правой молочной железе. В анамнезе сахарный диабет, ожирение. Менструации с 11 лет. Пременопауза. Объективно: в верхненаружном квадранте правой молочной железы пальпируется уплотнение до 2х см в диаметре, в левой подмышечной области пальпируется увеличенный лимфатический узел до 1,5 см в диаметре. Маммография: в верхне-наружном квадранте правой молочной железы определяется затемнение с неровными тяжистыми контурами до 2,5 см в диаметре. Произведена пункция опухоли и подмышечного лимфатического узла. Цитологическое исследование: карцинома. Диагноз? Стадия заболевания? Дообследование.""",

"""  Симптомы, диагностика рака Педжета соска. Лечение.

   Что значит N2 при раке молочной железы?

   Больной 74 года самостоятельно обнаружила опухоль в левой молочной железе. Верифицирован рак. Опухоль 4 см. В левой подмышечной области конгломерат лимфатических узлов. При УЗИ органов брюшной полости- образование в левой доле печени 2 см. Ваш диагноз. Стадия заболевания. Дополнительные исследования если нужно. """,

"""  Принципы стадирования  рака молочной железы.

  Люминальный В подтип рака молочной железы 

  Поступила женщина 65 лет с распадающейся изъязвленной опухолью левой молочной железы диаметром 11 см. Язва имеет зловонный запах. Подмышечные лимфатические узлы значительных размеров, спаяны. При рентгенологическом исследовании в легких выявлены метастазы. Общее состояние больной удовлетворительное. Определите стадию заболевания, вариант лечения.""",

"""  Что значит Т1 при раке молочной железы?

   Что такое синхронный рак молочной железы?

   Больная 70 лет. Поступила в онкодиспансер с распадом опухоли правой молочной железы. Ваш предполагаемый диагноз? Стадия заболевания? План обследования.""",

"""  Дайте понятие 4 стадии рака молочной железы. 

   Что значит Т2 при раке молочной железы?

   У пациентки 54 лет в левой молочной железе пальпируется безболезненное опухолевидное образование 2x3 см, положительный симптом "площадки", сосок деформирован, ареола отечна, выделений из соска нет. Регионарные лимфатические узлы не пальпируются. Наиболее вероятный диагноз? Стадия заболевания. Дообследование если нужно.""",

"""  Дайте понятие 2 стадии рака молочной железы.

   Дайте понятие 2 стадии рака молочной железы.

   Больная 64 лет. Обратилась с жалобами на уплотнение в левой молочной железе, которое обнаружила самостоятельно 3 недели назад. Пальпаторно в левой молочной железе определяется узловое образование 2 см в диаметре плотное, бугристое, без четких контуров. Периферические лимфатические узлы не увеличены. Ваш предварительный диагноз? План обследования и лечения. Стадия заболевания.""",

"""  Что значит Т2 при раке молочной железы?

   Дайте понятие 4 стадии рака молочной железы. 

   Больная 73 лет. По месту жительства верифицирован диагноз рак правой молочной железы. При маммографии опухоль 6 см. При УЗИ регионарных лимфатических узлов- метастазы в 3 подмышечных лимфатических узлах. При УЗИ органов брюшной полости в правой доле печение узловое образование 2 см. Определите стадию заболевания. Составьте план дообследования.""",

"""  Что такое синхронный рак молочной железы?

   Что значит Т1 при раке молочной железы?

   Больная 58 лет. В анамнезе  10 лет назад рак правой молочной железы 1 стадия, состояние после хирургического лечения. На данный момент верифицирован рак левой молочной железы 1 см в диаметре. Выявлен 1 мтс в подмышечном лимфоузле слева. При УЗИ органов брюшной полости и флюорографии отдаленных метастазов не выявлено. Ваш предполагаемый диагноз? Стадия заболевания? План обследования.""",

"""  Люминальный В подтип рака молочной железы

   Принципы стадирования  рака молочной железы.

   Больной 63 лет цитологически верифицирован диагноз рак левой молочной железы. При маммографии- опухоль 2.5 см. При УЗИ метастаз в 1 подмышечном лимфатическом узле. Отдаленных метастазов не выявлено. Определите стадию заболевания. Какие дополнительные методы диагностики следует провести?""",

"""  Что значит N2 при раке молочной железы?

   Симптомы, диагностика рака Педжета соска. Лечение.

   Больная 38 лет. Выявлена при маммографии опухоль правой молочной железы 4 см и конгломерат подмышечных лимфатических узлов. Ваш предположительный диагноз. Определите стадию заболевания. Назначьте обследования.""",

"""  Что значит Т4 при раке молочной железы?

   Отечно-инфильтративная форма рака молочной железы.

   Больная Ш. 55 лет. Жалобы на уплотнение в правой молочной железе. В анамнезе сахарный диабет, ожирение. Менструации с 11 лет. Пременопауза. Объективно: в верхненаружном квадранте правой молочной железы пальпируется уплотнение до 2х см в диаметре, в левой подмышечной области пальпируется увеличенный лимфатический узел до 1,5 см в диаметре. Маммография: в верхне-наружном квадранте правой молочной железы определяется затемнение с неровными тяжистыми контурами до 2,5 см в диаметре. Произведена пункция опухоли и подмышечного лимфатического узла. Цитологическое исследование: карцинома. Диагноз? Стадия заболевания? Дообследование.""",

"""  Что такое метахронный рак молочной железы?

   Люминальный подтип рака молочной железы. Принцип лечения. Прогноз.

   Больной 74 года самостоятельно обнаружила опухоль в левой молочной железе. Верифицирован рак. Опухоль 4 см. В левой подмышечной области конгломерат лимфатических узлов. При УЗИ органов брюшной полости- образование в левой доле печени 2 см. Ваш диагноз. Стадия заболевания. Дополнительные исследования если нужно. """,

"""  Что значит N1 при раке молочной железы?

   Биологические подтипы рака молочной железы.

   Поступила женщина 65 лет с распадающейся изъязвленной опухолью левой молочной железы диаметром 11 см. Язва имеет зловонный запах. Подмышечные лимфатические узлы значительных размеров, спаяны. При рентгенологическом исследовании в легких выявлены метастазы. Общее состояние больной удовлетворительное. Определите стадию заболевания, вариант лечения.""",

"""  Редкие формы рака молочной железы 

  Варианты стадирования рака молочной железы

  Больная 70 лет. Поступила в онкодиспансер с распадом опухоли правой молочной железы. Ваш предполагаемый диагноз? Стадия заболевания? План обследования.""",


],

[

"""  Семейный и наследственный рак молочной железы.

   Что такое мутации в гене TP53 и  CHEK2

   Больной 56 лет. Рак левой молочной железы T4N0M0, Her2 позитивный подтип. Определите тактику лечения данной пациентке.""",     

"""  Основные генетические мутации при раке молочной железы

   Что такое мутация BRCA2 и ее возможные последствия

   Больной 28 лет. Мать умерла от рака молочной железы. Самостоятельно обнаружила уплотнение около 1 см в правой молочной железе. Ваш предположительный диагноз? Методы обследования. Определите тактику лечения.""",     

"""  Назовите синдромы, ассоциированные с наследственным раком молочной железы

   Что такое анемия Фанкони?

   Пациентке 18 лет. Обратилась с жалобами на боль в молочных железах перед менструацией. У матери и бабушки по отцовской линии рак молочной железы. Какие методы диагностики нужно провести данной больной?""",     

"""  Что делать здоровым носительницам мутаций генов рака молочной железы?

   Что такое мутация BRCA1 и ее возможные последствия

   У больной 18 лет пальпируется круглое эластичное образование в молочной железе. Семейный диагноз отягощен (у матери рак молочной железы). Поставьте диагноз. Какие исследования надо провести для его уточнения?""",     

"""  Особенности наследственного рака молочной железы

   Что такое синдром Пейтца-Егерса?

   Больной 25 лет. Семейный анамнез отягощен. Наблюдается в течении 3 лет по поводу полипа ободочной кишки. Поступила с жалобами на уплотнение в правой молочной железе. Ваш предполагаемый диагноз? План обследования""",     

"""  Кому необходимо проводить генетический анализ?

   Что такое синдром Ли-Фраумени?

   Больной 27 лет. Семейный анамнез отягощен. Наблюдается в течении 3 лет по поводу мастопатии. Поступила с жалобами на уплотнение в правой молочной железе. Ваш предполагаемый диагноз? План обследования.""",     


"""  Какие исследования надо провести при отягощенном семейном анамнезе

   Что такое синдром Луи-Бар?

   Больной 35 лет. 10 лет назад перенесла секторальную резекцию правой молочной железы по поводу 1 стадии рака. На момент осмотра в послеоперационном рубце уплотнение без четких контуров 1,5 см в диаметре. Ваш предполагаемый диагноз? План обследования. Лечение данной больной.""",     

"""  Что значит наследственный рак молочной железы.

   Что такое синдром Каудена?

   Больной 30 лет. По месту жительства наблюдается по поводу мастопатии. У матери полипоз ободочной кишки. Пациентка направлена к онкологу на консультацию после УЗИ молочных желез, где выявлено образование 1 см с периферическим кровотоком справа. Ваша дальнейшая тактика.""",     

"""  Что делать здоровым носительницам мутаций генов рака молочной железы?

   Что такое синдром Пейтца-Егерса?

   Больной 20 лет. С 16 лет наблюдается по поводу мастопатии. У тети по материнской линии рак молочной железы. Какое надо провести обследование. Определите меры профилактики.""",     

"""  Основные генетические мутации при раке молочной железы.

   Что такое синдром Линча?

   Больной 70 лет. По поводу рака левой молочной железы T2N1M0 выполнена радикальная мастэктомия по Маддену. Какие показатели еще нужны для определения адъювантного лечения? Определите схему лечения данной больной.""",     

"""  Кому необходимо проводить генетический анализ? 

  Семейный и наследственный рак молочной железы.

  Больной 56 лет. Рак левой молочной железы T4N0M0, Her2 позитивный подтип. Определите тактику лечения данной пациентке.""",     

"""  Что такое синдром Линча?

   Кому необходимо проводить генетический анализ?

   Больной 28 лет. Мать умерла от рака молочной железы. Самостоятельно обнаружила уплотнение около 1 см в правой молочной железе. Ваш предположительный диагноз? Методы обследования. Определите тактику лечения.""",     

"""  Что такое синдром Каудена?

   Основные генетические мутации при раке молочной железы

   Пациентке 18 лет. Обратилась с жалобами на боль в молочных железах перед менструацией. У матери и бабушки по отцовской линии рак молочной железы. Какие методы диагностики нужно провести данной больной?""",     

"""  Что такое синдром Ли-Фраумени?

   Назовите синдромы, ассоциированные с наследственным раком молочной железы

   У больной 18 лет пальпируется круглое эластичное образование в молочной железе. Семейный диагноз отягощен (у матери рак молочной железы). Поставьте диагноз. Какие исследования надо провести для его уточнения?""",     

"""  Что такое синдром Луи-Бар? 

  Что делать здоровым носительницам мутаций генов рака молочной железы?

  Больной 25 лет. Семейный анамнез отягощен. Наблюдается в течении 3 лет по поводу полипа ободочной кишки. Поступила с жалобами на уплотнение в правой молочной железе. Ваш предполагаемый диагноз? План обследования""",     

"""  Что такое синдром Пейтца-Егерса? 

  Особенности наследственного рака молочной железы

  Больной 27 лет. Семейный анамнез отягощен. Наблюдается в течении 3 лет по поводу мастопатии. Поступила с жалобами на уплотнение в правой молочной железе. Ваш предполагаемый диагноз? План обследования.""",     

  

],

[


"""  Сore -биопсия рака молочной железы. Цель выполнения.

 Возможные осложнения Сore –биопсии

   У больной 25 лет на фоне беременности появилось уплотнение и гиперемия правой молочной железы, кровянистые выделения из соска, увеличенный лимфоузел в правой подмышечной области. Тактические действия?""",     

"""  Диффузные формы рака молочной железы

 Показания к проведению Сore –биопсии

   Пациентка 64 лет поступила с жалобами на плотное безболезненное образование в правой молочной железе размером 3 см, которое она обнаружила самостоятельно 8 месяцев назад. Поставьте предварительный диагноз? Какие обследования надо сделать? """,     

"""  Что такое «сore -биопсия» опухоли? 

Противопоказания к проведению Сore –биопсии

  У больной 47 лет язва в области соска правой молочной железы, которая наблюдается в течение 2 лет. Ваш диагноз? Алгоритм обследования? План лечения?""",     

"""  Верификация первично-множественного рака молочной железы? 

Варианты хирургических доступов при секторальной резекции молочной железы.

  Больная Ж. 41 год, секретарь. Жалобы на уплотнение в левой молочной железе. Мать умерла от рака молочной железы. В анамнезе 10 абортов, детей нет. Переменопауза. Объективно: в верхне-наружном квадранте левой молочной железы пальпируется уплотнение до 3х см в диаметре, в левой подмышечной области пальпируется увеличенный лимфоузел до 1,5 см в диаметре. Маммография: в верхне-наружном квадранте левой молочной железы определяется затемнение с неровными тяжистыми контурами до 3х см в диаметре. Произведена пункция опухоли и подмышечного лимфатического узла. Цитологическое исследование: в обоих препаратах обнаружены атипические клетки. Диагноз? Лечебная тактика?""",     

"""  В каких случаях выполняется секторальная резекция молочной железы? 

Отличие тонкоигольной биопсии от трепанбиопсии молочной железы.

  Больная 66 лет. Наблюдается в течение 15 лет по поводу мастопатии. Отметила втяжение сосков обеих молочных желез в последние 3 месяца. Обратилась к онкологу. Ваш предварительный диагноз? План обследования? """,     

"""  Методы верификации диагноза рака молочной железы? 

Когда выполняется тонкоигольная биопсия молочной железы

  Больная 35 лет. Семейный анамнез отягощен (мать умерла от рака молочной железы). Жалобы на выделения из сосков молочных желез. Самостоятельно сдала онкомаркеры РЭА и СА-125 , которые в норме.  Ваш предварительный диагноз? План обследования? """,     

"""  Для чего применяется секторальная резекция молочной железы со срочным гистологическим исследованием? 

Показания и противопоказания к проведению секторальной резекции молочной железы

Больная 82 лет доставлена в клинику с признаками кровотечения. При осмотре в области левой молочной железы распадающаяся, кровоточащая опухоль 5 см в диаметре. Ваш диагноз. Алгоритм действия с данной пациенткой""",     

"""  Основные методы верификации диагноза рака молочной железы 

Варианты анестезии при проведении Сore –биопсии

Больной 23 года. Наблюдается по поводу мастопатии. Жалобы на  резкую боль и чувство распирания в левой молочной железе. При осмотре кожа не изменена, выделений из сосков нет. Пальпаторно в левой молочной железе мягко-эластичное образование с четкими контурами 3 см в диаметре. Ваш предположительный диагноз? План обследования.""",     

"""Что значит интраоперационная верификация диагноза? 

Выбор метода верификации диагноза.

Больной 93 года. Жалобы на уменьшение правой молочной железы в объеме, пигментацию кожи. Данные симптомы появились 3 года назад. К врачам не обращалась. Ваш предполагаемый диагноз. План обследования""",     

"""Какие виды биопсии вы знаете?

Возможные осложнения секторальной резекции. 

Больной 40 лет. Длительное время наблюдалась по поводу фиброзно-кистозной мастопатии. Обратилась к врачу с жалобами на дискомфорт в левой подмышечной области. Пальпаторно в левой подмышечной области определяется плотный увеличенный единичный лимфоузел. Ваш предположительный диагноз? Определите план обследования больной.""",     

],


[
   
   """  Лучевая терапия рака молочной железы.
    
    Перечислите возможные осложнения при лучевой терапии рака молочной железы и их предупреждение и лечение

      У больной 65 лет через 3 года после радикального лечения первичного рака молочной железы, выявлен метастаз в первый поясничный позвонок. Выраженный болевой синдром. Какой метод лечения наиболее целесообразен на данном этапе?""",
   
   """  Назовите зоны и СОД облучения после радикальной мастэктомии при раке молочной железы

    Дайте понятие РОД и СОД

      Больная 70 лет. По поводу рака правой молочной железы Т1N0М0 проводится послеоперационная лучевая терапия после выполненной радикальной резекции правой молочной железы. Какие возможные лучевые реакции при проведении лучевой терапии? Какие существуют методы профилактики кожной лучевой реакции? """,
   
   """  Перечислите возможные осложнения при лучевой терапии рака молочной железы и их предупреждение и лечение

    Лучевая терапия при инфильтративно-отечной форме рака молочной железы

     Больная 70 лет. По поводу рака правой молочной железы Т1N0М0 проводится послеоперационная лучевая терапия после выполненной радикальной резекции правой молочной железы. Какие возможные лучевые реакции при проведении лучевой терапии? Какие существуют методы профилактики кожной лучевой реакции?  """,
   
   """  Лучевая терапия после мастэктомии и секторальной резекции.

    Послеоперационная лучевая терапия при 4 стадии рака молочной железы

      Больной 40 лет выполнена радикальная резекция правой молочной железы по поводу рака. Опухоль в верхне-наружном квадранте (3.5 см) T2N0M0.  Дальнейшее лечение?""",
   
   """  Нужна ли послеоперационная лучевая терапия на резецированную молочную железу больным с полной регрессией первичной опухоли по данным морфологического исследования после неоадьювантной химиотерапии? Т+ → Т0?

   Варианты РОД при проведении лучевой терапии рака молочной железы 

     Больной 52 лет с отягощенным семейным анамнезом по поводу рака левой молочной железы T1N0M0 выполнена секторальная резекция по месту жительства в районной больнице (диагноз был верифицирован во время операции). Направлена на консультацию в онкоцентр. Определите дальнейшую тактику ведения данной пациентки.""",
   
   """  Через какой временной промежуток рекомендована лучевая терапия на молочную железу после органосохраняющих операций?

   Какие СОД необходимы после радикальной мастэктомии? 

     Больной 45 лет. По поводу рака левой молочной железы T2N0M0, люминальный А тип, проведена радикальная резекция. Определите дальнейшее лечение""",
   
   """  Какие  СОД  необходимы для облучения резецированной молочной железы после органосохраняющих операций?

    Дозы и зоны облучения после мастэктомии

      Больной 52 года. Диагноз рак правой молочной железы T4N1M1, метастазы в головке 5 ребра справа. Определите тактику лечения.""",
   
   """  Какую методику  лучевой терапии рекомендовано применять при облучении левой молочной железы после органосохраняющих операций?

    Дозы и зоны облучения после радикальной резекции молочной железы

      Больной 18 лет. Обратилась к маммологу по поду боли в молочных железах за 3 дня до ментруации. У матери рак молочной железы. Ваша тактика ведения больной.""",
   
   """Нужна ли   послеоперационная регионарная лучевая терапия больным с местно-распространенным раком молочной железы  с клиническими положительными лимфатическими узлами, которые стали  негативными после неоадьювантной  химиотерапии?  

    Возможные кожные осложнения лучевой терапии и методы их лечения

      Больной 44 лет. По поводу рака левой молочной железы T3N0M0, люминальный А тип, проведена радикальная резекция. Определите дальнейшее лечение.""",
   
   """  Противопоказания к лучевой терапии рака молочной железы.

     Преимущества и дополнительные возможности протонного излучения при раке молочной железы? 

   Больной 76 лет. Рак правой молочной железы T4N0M0, трижды негативный подтип. Определите тактику лечения данной пациентке.""",
   


],


[

   """  Диагностика рака молочной железы.

      Сore -биопсия рака молочной железы. Цель выполнения.

     Постмастэктомический синдром – принципы лечения.

      Препараты, применяемые  в качестве второй линии гормонотерапии у постменопаузальных     больных раком молочной железы.

      Больной 45 лет. По поводу рака левой молочной железы T2N0M0, люминальный А тип, проведена радикальная резекция. Определите дальнейшее лечение
    """,
   
   """  Осмотр и пальпация молочной железы. 

     Диффузные формы рака молочной железы.

     Реконструктивно-пластические операции при раке молочной железы.

     Адъювантная полихимиотерапия рака молочной железы.

     Больной 52 лет с отягощенным семейным анамнезом по поводу рака левой молочной железы T1N0M0 выполнена секторальная резекция по месту жительства в районной больнице (диагноз был верифицирован во время операции). Направлена на консультацию в онкоцентр. Определите дальнейшую тактику ведения данной пациентки.""",
   
   """  Рентгенологические методы диагностики рака молочной железы.

      Что такое «сore -биопсия» опухоли?

     Виды оперативных вмешательств при раке молочной железы.

      Принципы таргетной терапия опухолей.

     Больной 40 лет выполнена радикальная резекция правой молочной железы по поводу рака. Опухоль в верхне-наружном квадранте (3.5 см) T2N0M0.  Дальнейшее лечение?  Больной 40 лет выполнена радикальная резекция правой молочной железы по поводу рака. Опухоль в верхне-наружном квадранте (3.5 см) T2N0M0.  Дальнейшее лечение? """,
   
   """  Заболеваемость и смертность от рака молочной железы.

      Верификация первично-множественного рака молочной железы?

     Хирургическое лечение рака молочной железы.

     Гормонотерапия рака молочной железы.

     У больной 69 лет, страдающей раком молочной железы T3N1M0, положительные рецепторы эстрогенов. Какие препараты в составе гормонотерапии ей следует назначить?
    """,
   
   """  Что такое дуктография и для чего она применяется?

      В каких случаях выполняется секторальная резекция молочной железы?

      Объемы удаляемых тканей при радикальной  резекции молочной железы.

      Неоадъювантная системная терапия при раке молочной железы.

      Пациентка 67 лет  раком правой молочной железы T2N0M0. Люминальный А тип. Опухоль размером 5 см в нижне-внутреннем квадранте. Какие варианты лечения можно предложить пациентке?
    """,
   
   """  Ключевые моменты при сборе жалоб у пациентки с подозрением на рак молочной железы.

     Методы верификации диагноза рака молочной железы? 

     Какие операции являются вариантом органосохраняющего лечения?

     Какие факторы влияют на выбор адъювантной системной терапии?

     Пациентке 50 лет. Больна раком левой молочной железы T1N0M0, люминальный тип В выполнена органосохраняющая операция в объеме лампэктомии. В одном из краев резекции при гистологическом исследовании выявлен рост опухоли.  Определите дальнейшую тактику лечения.
   """,
   
   """  Роль сбора анамнеза при раке молочной железы.

      Основные методы верификации диагноза рака молочной железы

     Чем подкожная мастэктомия отличается от других вариантов мастэктомий

     Гормонотерапия у больных в пременопаузе.

       У пациентки 35 лет рак правой молочной железы T2N0M0. Люминальный В тип. Локализация под ареолой. Какие варианты операции можно предложить пациентке? Определите дальнейшее лечение.
    """,
   
   """  Возможные инструментальные исследования при подозрении на рак молочной железы.

      Что значит интраоперационная верификация диагноза?

      Мастэктомия по Холстеду

     Какое адъювантное гормональное лечение возможно в пременопаузе?

     Больная 38 лет. Выявлена при маммографии опухоль правой молочной железы 4 см и конгломерат подмышечных лимфатических узлов. Ваш предположительный диагноз. Определите стадию заболевания. Назначьте обследования.
    """,
   
   """  Что такое сонография для чего и когда она используется?

      Какие виды биопсии вы знаете?

       Какие варианты мастэктомии вы знаете?

      Какие ингибиторы ароматазы являются стероидными?

      Больная 70 лет. Поступила в онкодиспансер с распадом опухоли правой молочной железы. Ваш предполагаемый диагноз? Стадия заболевания? План обследования.
    """,
   
   """  Роль маммографии и УЗИ в диагностике рака молочной железы.

     Клинические формы рака молочной железы.

     «Сигнальными» лимфатическими узлами являются

      Какие ингибиторы ароматазы являются нестероидными?

     Больной 93 года. Жалобы на уменьшение правой молочной железы в объеме, пигментацию кожи. Данные симптомы появились 3 года назад. К врачам не обращалась. Ваш предполагаемый диагноз. План обследования
    """,
   
   """  Клинические проявления рака молочной железы.

      Клинические формы рака молочной железы.

      Какие методы поиска «сигнальных» лимфатических узлов являются самыми распространенными?

      Какие методы выключения и подавления овариальной функции применяются в настоящее время?

     Больной 40 лет. Длительное время наблюдалась по поводу фиброзно-кистозной мастопатии. Обратилась к врачу с жалобами на дискомфорт в левой подмышечной области. Пальпаторно в левой подмышечной области определяется плотный увеличенный единичный лимфоузел. Ваш предположительный диагноз? Определите план обследования больной.
    """,
   
   """  Статистика рака молочной железы в России

      Варианты стадирования рака молочной железы

      Какие операции должны дополняться проведением лучевой терапии?

     Тамоксифен. Показания. Какой механизм действия тамоксифена?

      У больной 25 лет на фоне беременности появилось уплотнение и гиперемия правой молочной железы, кровянистые выделения из соска, увеличенный лимфоузел в правой подмышечной области. Тактические действия?
    """,
   
   """  Первичный осмотр пациента с подозрением на рак молочной железы.

      Биологические подтипы рака молочной железы.

      Какие преимущества несут в себе онкопластические варианты органосохраняющих операций

      Какие факторы определяют выбор схемы адъювантной химиотерапии? 

      Больная 44 лет. Семейный анамнез отягощен. Отметила втяжение соска левой молочной железы. Обратилась к онкологу. Ваш предварительный диагноз? План обследования? 
    """,
   
   """  Рентгенологические признаки рака молочной железы.

     Люминальный подтип рака молочной железы. Принцип лечения. Прогноз.

      Какие противопоказания к органосохраняющему лечению рака молочной железы являются абсолютными?

     Принцип действия трастузумаба и показания к его назначению.

     Больная 80 лет. Жалобы на образование правой молочной железы. При осмотре на коже железы опухоль в виде « цветной капусты», кровоточит при контакте. Ваш предварительный диагноз? План обследования? 
    """,
   
   """  Характерные жалобы при раке молочной железы.

      Отечно-инфильтративная форма рака молочной железы.

      Какие существуют методы реконструкции молочной железы?

      Какие методы противоопухолевого лечения применяются при раке молочной железы.

     Больная 72 лет. В анамнезе рак правой молочной железы 1 стадии, состояние после мастэктомии 30 лет назад. Больше к онкологу не обращалась. На данный момент жалобы на похудание боль в правой ноге при ходьбе, хромоту. Ваш предварительный диагноз? План обследования? 
    """,
   
   """  Алгоритм диагностики при раке молочной железы.

      Симптомы, диагностика рака Педжета соска. Лечение.

      В каких случаях необходимо выполнение паллиативных хирургических вмешательств при раке молочной железы?

     Первая линия химиотерапии при раке молочной железы

      Больная 24 лет. Жалобы на уплотнение в левой молочной железе, которое появилось 6 мес. назад. Ваш предварительный диагноз? План обследования? 
    """,
   
   ],

   [

"""  Реабилитация больных раком молочной железы.

   В каких случаях при гормонозависимом раке молочной железы целесообразна смена гормонотерапии на химиотерапию?

   Больная 56 лет, страдает сахарным диабетом. В течение 2 недель правая молочная железа гиперемирована, отечна, сосок втянут. Ваш предварительный диагноз? Определите алгоритм диагностики. С чего надо начать лечение данной больной?
 """,

"""  Варианты сохранения фертильности у больных раком молочной железы

   Фулвестран. Показания к применению, механизм действия?

  Больной 40 лет выполнена радикальная резекция правой молочной железы по поводу рака. Опухоль в верхне-наружном квадранте (3.5 см) T2N0M0.  Дальнейшее лечение? Какие виды пластических операций могут быть рекомендованы больной?
 """,

"""  Принципы гормонотерапии у больных раком молочной железы молодого возраста

   Какие препараты, назначаются наряду с гормонотерапией в терапии 1й линии метастатического гормонозависимого рака молочной железы?

  У больной 18 лет пальпируется круглое эластичное образование в молочной железе. Поставьте диагноз. Какие исследования надо провести для его уточнения? Какие меры профилактики порекомендуете?
 """,

"""  Мутации генов- предрасположенность к раку молочной железы. Профилактическая мастэктомия.

  Какие методы существуют для реабилитации больных с постмастэктомическим синдромом?

  У больной 24 лет рак правой молочной железы 1 стадия. Планируется хирургическое лечение. Перечислите виды радикальных операций у данной пациентки и виды возможных пластических операций.
 """,

"""  Первичная профилактика рака молочной железы

   Методы вторичной профилактики рака молочной железы.

   Пациентка 18 лет с отягощенным семейным анамнезом, и жалобами на боль в молочных железах за 3 дня до менструации. Ваша диагностическая тактика. Профилактические рекомендации.
 """,

"""  Виды пластических операция после мастэктомии

   Показания и значение лечебной физкультуры после мастэктомии.

  Больная 26 лет. Диагностирован рак правой молочной железы Т1N0М0, люминальный А подтип. Определите тактику лечения.
 """,

"""  Профилактика и лечение лимфореи

   Профилактика осложнений при лучевой терапии после радикальной резекции молочной железы.

   Пациентка 48 лет с метастатическим раком правой молочной железы люминальным В типом с костными метастазами назначено лечение анастрозол 1 мг\сут и золедроновая кислота 1 раз в 6 мес. При обследовании  через 6 мес выявлено прогрессирование в виде множественных метастазов в легкие и печень. Какие препараты необходимо назначить для лечения? Определите график профилактических осмотров.
 """,

"""  Вторичная профилактика рака молочной железы

   Органосохраняющие операции, как способ психологической реабилитации больных раком молочной железы.

   Пациентке 43 лет с раком правой молочной железы T2N1M0.  Люминальный В тип после операции проведена химиотерапия по схеме 4AC-4D. Получает тамоксифен 20 мг\сут. При плановом обследовании выявлены множественные метастазы в кости. Какое лечение показано больной?
 """,

"""  Современные клинические рекомендации по лечению рака молочной железы в зависимости от стадии заболевания

  Какие предпосылки для развития реабилитации онкологических больных существуют в настоящее время? 

   У пациентки 56 лет с метастазами РМЖ, получающей ингибиторы ароматазы развился патологический перелом правого плеча. Какие мероприятия необходимы в первую очередь?
 """,

"""  Третичная профилактика рака молочной железы

Виды медицинской реабилитации онкологических пациентов.

   Пациентка 34 лет получает химиотерапию по поводу тройного-негативного рака молочной железы с метастазами в печень с объективным ответом. В течение последней недели пациентка жалуется на тошноту, головокружение, двоение в глазах. Какие причины могут вызвать данную симптоматику, и что следует предпринять?
 """,

"""  Возможные осложнения мастэктомии и методы их лечения

   Какие специалисты участвуют в реабилитации больных раком молочной железы.

 Больной 62 лет проведена радикальная мастэктомия по поводу рака молочной железы Т2N1М0. В послеоперационном периоде отмечена лимфорея 150 мл в сутки и ограничение подвижности руки со стороны операции. Определите тактику ведения больной.
 """,

"""  При каком фенотипе метастатического рака молочной железы наилучшие показатели выживаемости?

   Какие причины вызывают развитие лимфатического отека у больных раком молочной железы?

 Больной 72 лет проведена радикальная мастэктомия по поводу рака молочной железы Т2N1М0, люминальный А подтип. В послеоперационном периоде отмечена лимфорея 200 мл в сутки и ограничение подвижности руки со стороны операции. Определите тактику ведения больной.
 """,


   ],
]