quest = [
    ['нет вопросов',],
    [
        
        
"""       
1.	Какие лабораторные методы исследования и с какой целью применяются при подозрении на злокачественное новообразование?
2.	Что обозначают символы TNM?
3.	Больная Б., 53 лет. Семейный анамнез: рак молочной железы у матери. Менструации с 11 лет. Жалобы на наличие узлового образования в правой молочной железе, увеличение лимфоузлов в правой подмышечной области. Объективно: молочные железы симметричны. Кожные покровы не изменены. При пальпации в в верхне-наружном квадранте правой молочной железы определяется плотная опухоль до 6 см. В правой подмышечной области конгломерат лимфоузлов до 2,5 см. По результатам дообследования (рентгенологическое исследование легких, сцинтиграфия костей скелета, УЗИ печени): отдаленные метастазы не выявлены. Выставлен диагноз: рак правой молочной железы T3N2M0. Больной планируется комбинированное лечение: неоадъювантная ПХТ, хирургическое лечение, ЛТ.Каковы основные цели неоадъювантной химиотерапии?""",




"""1.	В чем заключаются особенности диагностики больного с подозрением на опухоль?
2.	Какой основной побочный эффект у препаратов платины?
3.	У больной 55 лет плоскоклеточный рак анального канала Т2N0M0. Опухоль локализуется в области правой полуокружности анального канала, протяженностью 1 см, глубиной инвазии 0,2см. По данным УЗИ и КТ исследований не выявлено метастазов во внутренние и наружные подвздошные, параректальные, пресакральные и паховые лимфатические узлы. Больная жалуется на боль, зуд в области прямой кишки, выделение слизи, крови при акте дефекации. Планируется сочетанная лучевая терапия.Вопросы: Какое наиболее частое осложнение наблюдается у больных при проведении лучевой терапии на область прямой кишки? Какие клинические симптомы этого осложнения?""",





"""1.	В чем заключаются особенности лечения онкологического больного?
2.	Каков механизм действия цитостатиков?
3.	У больной выявлен рак молочной железы 1 стадии.К какой клинической группе она относится?Какие дальнейшие действия онколога по месту жительства?""",



"""1.	Какие вопросы должен решить онколог после верификации диагноза?
2.	Что такое интенсивно модулированная лучевая терапия?
3.	Больная Б., 53 лет. Семейный анамнез: без особенностей. Менструации с 11 лет. Жалобы на увеличение в размерах левой молочной железы, покраснение кожи. Объективно: молочная железа увеличена в объеме, уплотнена, кожа над ней гиперемирована, имеет вид лимонной корки. По результатам дообследования (рентгенологическое исследование легких, УЗИ малого таза и брюшной полости): признаков диссеминации процесса нет. Выставлен диагноз: Первично отечно-инфильтративный рак левой молочной железы. T4N0M0. Больной рекомендовано провести индукционную системную терапию.Каковы основные принципы обследования и подготовки к лечению больной?""",

"""1.	Что является поводом для назначения исследования онкомаркеров?
2.	Дать определение: «Что такое лекарственная терапия злокачественных опухолей?»
3.	У больной 55 лет плоскоклеточный рак анального канала Т4N3M0. Опухоль локализуется в области правой полуокружности анального канала, протяженностью 6 см, глубиной инвазии 0,4см. Опухоль инфильтрирует всю стенку прямой кишки, наружный и внутренний сфинктеры, прорастает переднюю стенку влагалища. По данным УЗИ и КТ исследований выявлено метастатическое поражение внутренних и наружных подвздошных, параректальных, пресакральных и паховых лимфатических узлов. Больная жалуется на боль, зуд в области прямой кишки, выделение слизи, крови при акте дефекация, потерю веса на 10 кг. Вопросы:План лечения:Какое наиболее частое осложнение наблюдается у больных при проведении лучевой терапии на область прямой кишки? Какие известны меры профилактики и лечения лучевого проктита?""",

"""1.	В чем заключаются особенности профилактических осмотров онкологических больных?
2.	Какие опухоли можно излечить только с помощью химиотерапии?
3.	Больная Б., 53 лет. Семейный анамнез: рак молочной железы у матери. Менструации с 11 лет. Жалобы на наличие узлового образования в правой молочной железе, увеличение лимфоузлов в правой подмышечной области. Объективно: молочные железы симметричны. Кожные покровы не изменены. При пальпации в в верхне-наружном квадранте правой молочной железы определяется плотная опухоль до 6 см. В правой подмышечной области конгломерат лимфоузлов до 2,5 см. По результатам дообследования (рентгенологическое исследование легких, сцинтиграфия костей скелета, УЗИ печени): отдаленные метастазы не выявлены. Выставлен диагноз: рак правой молочной железы T3N2M0. Больной планируется комбинированное лечение: неоадъювантная ПХТ, хирургическое лечение, ЛТ.Каковы основные цели неоадъювантной химиотерапии?""",

"""1.	Какие вопросы должен решить онколог после верификации диагноза?
2.	Какие методы лучевой терапии относят к контактной радиотерапии?
3.	У больной выявлен рак молочной железы 1 стадии.1. К какой клинической группе она относится?2. Какие дальнейшие действия онколога по месту жительства?""",

"""1.Какие клинические онкологические группы вы знаете? 
2.Каковы методы контактной лучевой терапии?
3. Задача.
Пациент 30 лет обратился к онкологу с жалобами на плотное, подкожное образование в области грудины до 3,0 см.
    Вопросы:
    1.	К какой клинической группе относится пациент?
    2.	За какой срок ему надо установить точный диагноз?""",

"""1.	Что значит комбинированный метод лечения?
2.	Что такое фазаспецифические, циклоспецифические и циклонеспецифические цитостатики?
3.	Задача № 1.
Больная Б., 55 лет. Семейный анамнез: рак молочной железы у матери и бабушки. Менструации с 11 лет. Фиброзно-кистозная мастопания с 35 лет. Обратилась к онкологу-маммологу с жалобами на увеличение в размерах и покраснение кожи левой молочной железы. Объективно: левая молочная железа увеличена в объеме, уплотнена, кожа над ней гиперемирована, имеет вид лимонной корки, левые аксилярные лимфоузлы при пальпации увеличены, малоподвижны, другие группы периферических лимфоузлов при пальпации и УЗИ не увеличены. По результатам обследования (рентгенологическое исследование огганов грудной клетки, УЗИ малого таза и брюшной полости, сцинтиграфии костей скелета): признаков диссеминации опухолевого процесса нет.
Выставлен диагноз: Первично отечно-инфильтративный рак левой молочной железы. T4N2M0. Больной рекомендовано проведение полихимиотерапии.
Вопросы:
1.	Каковы основные цели химиотерапии?
2.	Какие методы лечения в дальнейшем могут быть проведены данной пациентке?""",

"""1.	Какие документы заполняются на онкологического больного с IV стадией заболевания?
2.	Дать определение: «Что такое лекарственная терапия злокачественных опухолей?».

3.	Задача №3
Больной П., 50 лет. Курит по 1,5 пачки сигарет в день, в течение 30 лет. Предъявляет жалобы на першение и боли в горле, ощущение инородного тела в горле, осиплость голоса. При осмотре выявлены увеличенные шейные лимфоузлы. Произведена ларингоскопия: слизистая задней стенки гортани значительно инфильтрирована, имеется изъязвление, при инструментальной пальпации кровоточит. Взята биопсия. Установлен диагноз: рак гортани. Планируется проведение комплексного лечения: химио-лучевая терапия и операция.
Вопросы:
1.	Какие возможны побочные реакции при проведении лучевой терапии у данной больной?
2.	Какой объем операции будет выполнен пациенту после химиолучевого лечени.""",

"""1.	Какие опухоли малочувствительны к химиотерапии?
2.	Какой основной побочный эффект у препаратов платины? 
3.	Задача
Больная Б., 53 лет. Семейный анамнез: рак молочной железы у матери. Менструации с 11 лет. Жалобы на наличие узлового образования в правой молочной железе, увеличение лимфоузлов в правой подмышечной области. Объективно: молочные железы симметричны. Кожные покровы не изменены. При пальпации в в верхне-наружном квадранте правой молочной железы определяется плотная опухоль до 6 см. В правой подмышечной области конгломерат лимфоузлов до 2,5 см. По результатам дообследования (рентгенологическое исследование легких, сцинтиграфия костей скелета, УЗИ печени): отдаленные метастазы не выявлены. Выставлен диагноз: рак правой молочной железы T3N2M0. Больной планируется комбинированное лечение: неоадъювантная ПХТ, хирургическое лечение, ЛТ.
1.	Каковы основные цели неоадъювантной химиотерапии?""",

"""1.Какие опухоли можно излечить только с помощью химиотерапии? 
2.Назовите возможные осложнения при применении Тамоксифена. 
3.Задача.
Пациент И., 73 года, после гастрэктомии по поводу рака тела желудка T3N1M0 через 3 месяца пришел на прием к онкологу для диспансерного контрольного наблюдения.
    Вопросы:
    1.	Какие обследования он должен пройти и для чего?
    2.	Как часто и как долго он должен обследоваться в дальнейшем?""",

"""1.	Какие опухоли можно излечить только с помощью химиотерапии?
2.	Что обозначают символы TNM?
3.	У больной В., 52 лет с диссеминированным раком желудка после 2 курсов полихимиотерапии по схеме: 5-фторурацил + паклитаксел + оксалиплатин появилась гипертермия: подъем температуры тела до 39,0С, озноб, слабость.  В общем анализе крови:  лейкоциты – 1,2 тыс.: нейтрофилы 0,5 тыс., гемоглобин 120 г\л, тромбоциты – 190 тыс.  Какое осложнение полихимиотерапии  возникло у пациентки и как его лечить? К какой группе цитостатиков относится  5-фторурацил?""",

"""1.	Что значит группа риска в онкологии?
2.	Чем купировать тошноту и рвоту больным при химиотерапии?
3.	У больной В., 37 лет с диссеминированным меланомой кожи спины с метастазами в периферические лимфоузлы, забрюшинные лимфоузлы, печень и легкие провели 1 курс полихимиотерапии по схеме: дакарбазин + цисплатин + винбластин. Введение цитостатиков  проводилось  внутривенно. 
К какому виду химиотерапии по способу введения относится внутривенная полихимиотерапия?  К какой группе цитостатиков относится винбластин?""",

""" 
1.	Что значит комбинированный метод лечения?
2.	Что такое радиомодификаторы?
3.	Больная 86 лет.  Предъявляет жалобы на опухоль в левой молочной железе. В анамнезе ИБС. Постинфарктный кардиосклероз. В левой молочной железе в верхне-наружном квадранте пальпируется плотная, бугристая опухоль, с ограниченной подвижностью, диаметром 1 см. Подмышечные, шейные, надключичные лимфатические узлы не пальпируются. При маммографическом исследовании в верхне-наружном квадранте  левой молочной железы определяется опухоль размером 1 см в диаметре, с множеством микрокальцинатов в ткани левой молочной железы.  Регионарные лимфатические узлы не увеличены.  В правой молочной железе – без патологических изменений. При сцинтиграфическом исследовании костей скелета, рентгенографии органов грудной клетки, УЗИ брюшной полости, малого таза отдаленных метастазов не выявлено. Диагноз верифицирован на основании цитологического исследования опухоли. На основании данных клинического, инструментального, цитологического исследований больной установлен диагноз: рак левой молочной железы Т1N0M0.
Какой вид операции предпочтителен у данной больной?
1.	Радикальная резекция левой молочной железы?
2.	Радикальная мастэктомия?""",

""" 
1.	Какие лабораторные методы исследования и с какой целью применяются при подозрении на злокачественное новообразование? 
2.	Что такое «доза излучения» и какие бывают дозы?
3.	Больной 63 лет. Предъявляет жалобы на боли в пищеводе при глотании, затруднение прохождения пищи по пищеводу, общую слабость, потерю веса на 5 кг в течение 1 мес. При пальпации в надключичных областях с обеих сторон опреляются множественные лимфатические узлы размером от 1 до 3 см в диаметре. При фиброскопическом исследовании пищевода в верхне-грудном отделе пищевода определяется экзофитная опухоль, протяженностью 4 см, стенозирующая просвет пищевода.   Больной назначена лучевая терапия. Какие возможны побочные реакции при проведении лучевой терапии у данного больного? 
1.	Усилие болей в пищеводе при глотании.  2. Слюнотечение.  3. Снижение аппетита. 4. Общая слабость, ухудшение аппетита, головокружение. 5. Тошнота, рвота""",

""" 
1.	В чем заключаются особенности лечения онкологического больного применяются при подозрении на злокачественное новообразование? 
2.	Перечислите пути введения цитостатиков.
3.	Больной 59 лет. Предъявляет жалобы на повышение температуры до 380, общую слабость, одышку, сухой кашель. При КТ органов грудной клетки в верхней доле левого легкого определяется зона фиброза. Из анамнеза: больной по поводу плоскоклеточного рака верхней доли левого легкого Т2№0М0 8 мес. назад проведена лучевая терапия на область верхней доли левого легкого РОД 2Гр, СОД 64Гр. Какой предварительный диагноз? Какие дополнительные обследования рекомендовано назначить пациентке для уточнения диагноза?""",

""" 
1.	Какой основной побочный эффект у препаратов платины?
2.	Какие документы заполняются на онкологического больного с IV стадией заболевания?
3.	Больному 67 лет. Предъявляет жалобы на повышение температуры до 380, общую слабость, одышку, сухой кашель. При КТ, МРТ органов грудной клетки в нижней  доле правого легкого определяется зона фиброза. При бронхоскопическом исследовании данных за опухолевую патологию не выявлено, отмечается гиперемия слизистой оболочки нижнедолевого бронха. Из анамнеза: больному по поводу плоскоклеточного рака нижней доли правого легкого Т2№0М0 10 мес. назад проведена лучевая терапия на область нижней доли правого легкого РОД 2Гр, СОД 66Гр. Лечение проводилось на линейном ускорителе с применением методики интенсивно модулированной лучевой терапии. 
На основании данных обследования больному выставлен диагноз постлучевой пульмонпит.2 ст. Какое лечение рекомендовано назначить больному? """,

""" 
1.	Кому назначают Тамоксифен?
2.	Что такое предлучевая подготовка и из каких этапов она состоит
3.	Больной 55 лет предъявляет жалобы на боли в языке и горле. На правой боковой поверхности языка определяется экзофитно-язвенная опухоль, инфильтрирующая левую половину языка. На шее с обеих сторон определяются множественные лимфатические узлы размером от 2 до 5 см в диаметре. Диагноз: рак языка Т3№3М0.  Больному планируется химио-лучевая терапия.
Какие существуют методы профилактики и лечения лучевого эпителиита?
Какие возможны побочные реакции при проведении лучевой терапии у данного больного? """,

"""1)	Назовите наиболее частые осложнения при химиотерапии?
2)	Чем купировать тошноту и рвоту больным при химиотерапии?
3)  Пациентке 51 года с диагнозом рак правой молочной железы T2N1M0 после радикальной мастэктомии справа на основании планового гистологического и иммуногистохимического исследования опухоли предстоит длительная  адъювантная гормонотерапия  тамоксифеном .                                        

Вопросы:
1.	Какие осложнения могут быть? 
2.	  Как их не пропустить?""",

"""1.Что такое фракционированная лучевая терапия? Какие радиобиологические основы фракционирования?
2.Что такое ускоренное фракционирование?

3.Больной 59 лет. Предъявляет жалобы на повышение температуры до 380, общую слабость, одышку, сухой кашель. При КТ органов грудной клетки в верхней доле левого легкого определяется зона фиброза. Из анамнеза: больной по поводу плоскоклеточного рака верхней доли левого легкого Т2№0М0 8 мес. назад проведена лучевая терапия на область верхней доли левого легкого РОД 2Гр, СОД 64Гр.

Вопросы:
Какой предварительный диагноз?
Какие дополнительные обследования рекомендовано назначить пациентке для уточнения диагноза?""",

"""1.Что такое стереотаксическая радиохирургия?
2. Что такое радиомодификаторы?

3. Больному 67 лет. Предъявляет жалобы на повышение температуры до 380, общую слабость, одышку, сухой кашель. При КТ, МРТ органов грудной клетки в нижней  доле правого легкого определяется зона фиброза. При бронхоскопическом исследовании данных за опухолевую патологию не выявлено, отмечается гиперемия слизистой оболочки нижнедолевого бронха. Из анамнеза: больному по поводу плоскоклеточного рака нижней доли правого легкого Т2№0М0 10 мес. назад проведена лучевая терапия на область нижней доли правого легкого РОД 2Гр, СОД 66Гр. Лечение проводилось на линейном ускорителе с применением методики интенсивно модулированной лучевой терапии.
На основании данных обследования больному выставлен диагноз постлучевой пульмонпит.2 ст.

Вопросы:
Какое лечение рекомендовано назначить больному?""",




"""1.	С какой частотой проходят диспансеризацию онкологические больные?
2.	Какие лабораторные методы исследования и с какой целью применяются при подозрении на злокачественное новообразование?
3.	Пациент 30 лет обратился к онкологу с жалобами на плотное, подкожное образование в области грудины до 3,0 см.
Вопросы:

1. К какой клинической группе относится пациент?
2. За какой срок ему надо установить точный диагноз?""",





"""1.	Что включают в себя исследования для верификации диагноза злокачественной опухоли?
2.	Какую группу препаратов включает «золотой стандарт лечения рака молочной железы»
3.	К гинекологу на ежегодный профилактический пришла женщина 56 лет с отсутствием специфических жалоб. При гинекологическом осмотре врач обнаружил на шейке матке очаг инфильтрации и покраснения размером 0,7 см. Врач заподозрил у данной пациентке рак шейки матки.

Вопросы:
1. Какие дополнительные исследования он должен провести пациентке для установления точного диагноза?
2. Учитывая возраст данной женщины, какую еще наиболее частую онкопатологию должен исключить врач?""",





"""1.	 Какие клинические онкологические группы вы знаете?
2.	Как подразделяются ионизирующие излучения?
3.	У пациента 75 лет диссеминированный рак предстательной железы с множественными метастазами в кости.
Вопросы:
1. К какой клинической группе он относится?
2. Определите план его лечения?""",





"""1.	Каковы методы контактной лучевой терапии?
2.	Какой основной побочный эффект у препаратов платины?
3.	К хирургу обратилась женщина 48 лет с жалобами на увеличение в размерах подмышечных лимфоузлов справа. При осмотре в правой аксиллярной области обнаружены единичные плотные лимфоузлы с ограниченной подвижностью, размером до 2,0 см, не спаянные между собой. При осмотре и пальпации в молочных железах узловые образования не определяются. Соски, ареолы не изменены. Другие группы регионарных лимфоузлов не увеличены. Признаков воспаления в правой молочной железе не выявлено. Пациентка направлена на маммографию, при котором в обеих молочных железах обнаружена картина умеренно выраженной фиброзно-кистозной мастопатии. Узловые образования в ткани молочных желез не выявлены. Пациентка было рекомендовано контрольное обследование через 3 месяца.

Вопросы:
1. Правильная ли тактика выбрана хирургом и какие дополнительные обследования вы порекомендуете пациентке?
2. Какие онкологические заболевания могут проявляться метастазами в аксиллярные лимфатические узлы?""",





"""1.	Какие основные методы лечения в онкологии существуют?
2.	Что такое конформная лучевая терапия и какие известны виды конформной лучевой терапии?
3.	Больной Р., 46 лет, обратился к терапевту в поликлинику с жалобами на общую слабость, недомогание, снижение работоспособности, ухудшение аппетита, похудание, упорный кашель с небольшим количеством кровянистой мокроты. Похудел на 6 кг за последние 3 месяца. Курит в течение 27 лет по 1 пачке сигарет в день. Объективно: общее состояние относительно удовлетворительное. Температура тела 37,3 С. Кожные покровы чистые, бледные. Левые шейно-надключичные лимфоузлы увеличены до 1,5 см, плотные, безболезненные, спаяны с окружающими тканями. Дыхание ослабленное, единичные влажные хрипы, перкуторно справа определяется притупление звука в 3 межреберье по среднеключичной линии. При ренгенографии ОГК в правом легком округлое образование до 5,0 см, увеличены лимфоузлы корня правого легкого и лимфоузлы средостения. 
Вопросы:
1. Сформулируйте и обоснуйте предположительный диагноз?
2. Как по автору называются метастазы в левые шейно-надключичные лимфоузлы?""",





"""1.	Что значит комбинированный метод лечения?
2.	Что такое радиомодификаторы?
3.	Больной З., 62 лет, обратился к хирургу с жалобами на рвоту вскоре после приема пищи, чувство полноты и тяжести в животе после еды, нарастающую слабость, понижение аппетита, похудание. В анамнезе атрофический гастрит. Ухудшение самочувствия отмечает в течение последних 6 месяцев. Объективно: температура 36,6С. Общее состояние средней тяжести. Бледно-серый цвет лица, тургор кожи понижен. Подкожно-жировой слой выражен недостаточно. Язык обложен бело-серым налетом. При пальпации
живота в эпигастральной области пальпируется уплотнение величиной 5,0 см, подвижное, слабоболезненное. В анализах крови у пациента имеется снижение гемоглобина до 90 г\л и повышение онкомаркера СА-19.9 в 15 раз выше нормы.
Вопросы:
1. Какой предположительный диагноз у данного больного?
2. Какие дополнительные обследования ему необходимо назначить?""",





"""1.	Что значит комплексный метод лечения?
2.	Чем купировать тошноту и рвоту больным при химиотерапии?
3.	У пациентки 64 лет по поводу рака правой молочной железы проведена радикальная мастэктомия справа. В послеоперационном периоде проведена лучевая терапия на рубец и зоны регионарного лимфооттока. Далее пациентка в течение 3 лет получала гомонотерапию – тамоксифен с профилактической целью. Спустя 3 года после лечения у пациентки вывлены метастазы в легкие и кости. Пациентка расстроена и отказывается от дальнейшего лечения обосновывая это отсутствием его перспективностью.
Вопросы:
1. Какие доводы нужно найти в беседе с пациенткой и ее родственниками о необходимости проведения лечения.
2. Определите дальнейшую тактику лечения и ведения пациентки.""",





"""1.	Каков механизм действия цитостатиков?
2.	Что обозначают символы TNM?
3.	У пациента 69 лет по поводу диссеминированного рака нижней доли правого легкого проведена системная полихимиотерапия без эффекта. У пациента имеется прогрессирование опухолевого процесса в виде появления тотального экссудативного метастатического плеврита справа. Пациенту выполнена плевральная пункция, удалено 4000 мл серозно-геморрагического экссудата. Цитологическое заключение: рак, метастатический. Пациенту проведена внутриплевральная химиотерапия цисплатином с эффектом.
Вопросы:
1. К какому виду химиотерапии по способу введения относится внутриплевральная терапия?
2. К какой группе цитостатиков относится цисплатин?""",





""" 
1.	Какие документы заполняются на онкологического больного с IV стадией заболевания?
2.	Какова структурная организация онкодиспансера?
3.	Больной 75 лет предъявляет жалобы на боли в области языка и горле. При осмотре в области слизистой оболочки дна полости рта определяется бугристая опухоль размером 2х2 см. При пальпации шейно-надключичной области регионарные лимфатические узлы не увеличены. Диагноз: рак слизистой оболочки дна полости рта Т2№0М0. Больной планируется лучевая терапия.
Вопросы:
1.Какие возможны осложнения во время лучевой терапии? Лечение данных осложнений.""",





"""1. Как установить диагноз, и в какой срок пациенту с подозрением на опухоль?
2. Укажите основные задачи хирургического лечения онкологического больного.
3. Больная 70 лет. По поводу рака правой молочной железы Т1№0М0 проводится послеоперационная лучевая терапия после выполненной радикальной резекции правой молочной железы.

Вопросы:

1.Какие возможные лучевые реакции при проведении лучевой терапии?
2.Какие существуют методы профилактики кожной лучевой реакции?""",





"""1. Что обозначают символы TNM?
2. Дать определение: «Что такое лекарственная терапия злокачественных опухолей?».
3. У больной 55 лет плоскоклеточный рак анального канала Т2N0M0. Опухоль локализуется в области правой полуокружности анального канала, протяженностью 1 см, глубиной инвазии 0,2см. По данным УЗИ и КТ исследований не выявлено метастазов во внутренние и наружные подвздошные, параректальные, пресакральные и паховые лимфатических узлах.Больная жалуется на боль, зуд в области прямой кишки, выделение слизи, крови при акте дефекации.

Вопросы:

1.Какой метод лучевой терапии предпочтителен у данной пациентки?""",





"""1.Назовите основные принципы химиотерапии.
2. От чего зависит эффективность химиотерапии?
3. У больной 55 лет плоскоклеточный рак анального канала Т2N0M0. Опухоль локализуется в области правой полуокружности анального канала, протяженностью 1 см, глубиной инвазии 0,2см. По данным УЗИ и КТ исследований не выявлено метастазов во внутренние и наружные подвздошные, параректальные, пресакральные и паховые лимфатические узлы.
Больная жалуется на боль, зуд в области прямой кишки, выделение слизи, крови при акте дефекации. Планируется сочетанная лучевая терапия.

Вопросы:

1.Какое наиболее частое осложнение наблюдается у больных при проведении лучевой терапии на область прямой кишки?
2.Какие клинические симптомы этого осложнения?""",





"""1.	Что является поводом для назначения исследования онкомаркеров?
2.	Какие опухоли можно излечить только с помощью химиотерапии?
3.	Больная Б., 55 лет. Семейный анамнез: рак молочной железы у матери и бабушки. Менструации с 11 лет.  Фиброзно-кистозная мастопания с 35 лет.  Обратилась к онкологу-маммологу с жалобами на увеличение в размерах и покраснение кожи левой молочной железы. Объективно: левая молочная железа увеличена в объеме, уплотнена, кожа над ней гиперемирована, имеет вид лимонной корки, левые аксилярные лимфоузлы при пальпации увеличены, малоподвижны, другие группы периферических лимфоузлов при пальпации и УЗИ не увеличены. По результатам обследования (рентгенологическое исследование огганов грудной клетки, УЗИ малого таза и брюшной полости, сцинтиграфии  костей  скелета): признаков диссеминации опухолевого процесса нет. 
Выставлен диагноз: Первично отечно-инфильтративный рак левой молочной железы. T4N2M0.  Больной рекомендовано проведение полихимиотерапии. 
Вопросы: 
1. Каковы основные цели химиотерапии?
2. Какие методы лечения в дальнейшем могут быть проведены данной пациентке?""",





"""1.	В чем заключаются особенности диагностики больного с подозрением на опухоль?
2.	Какие опухоли малочувствительны к химиотерапии?
3.	Больной К., 65 лет.  Предъявляет жалобы на боли в области прямой кишки и выделение слизи и крови из нее при акте дефекации. В анамнезе: хронический проктит. При обследовании установлен диагноз: рак среднеампулярного отдела прямой кишки T3N1M0. Принято решение о проведении комплексного лечения: предоперационная химио-лучевая терапия + чрезбрюшная  резекция прямой кишки с последующей адъювантной химиотерапией.
Вопросы:
1.К какой клинической группе будет относиться  пациент  после  лечения?
2.Как часто нужно будет его обследовать в дальнейшем?""",





"""1.	Какие вопросы должен решить онколог после верификации диагноза?
2.	Перечислите критерии эффективности химиотерапии.
3.	Больной П., 50 лет.  Курит по 1,5 пачки сигарет в день, в течение 30 лет. Предъявляет жалобы на першение и боли в горле, ощущение инородного тела в горле, осиплость голоса. При осмотре выявлены увеличенные шейные лимфоузлы. Произведена ларингоскопия: слизистая задней стенки гортани значительно инфильтрирована, имеется изъязвление, при инструментальной пальпации кровоточит. Взята биопсия. Установлен диагноз: рак гортани. Планируется проведение комплексного лечения: химио-лучевая терапия и операция.

Вопросы:
1. Какие возможны побочные реакции при проведении лучевой терапии у данной больной?
2.  Какой объем операции будет выполнен пациенту после химиолучевого лечения? """,





"""1. В чем заключаются особенности лечения онкологического больного?

2. Какие бывают побочные эффекты по срокам возникновения?

3. Больная Б., 39 лет.  Половая жизнь с 16 лет,  часто меняла половых партнеров. Детей нет.  Гинеколога для профилактических осмотров не посещает. Жалобы на кровянистые выделения  из половых путей. Объективно: на шейке матки имеется участок инфильтрации с изъязвлением, при контакте с инструментом кровоточит. Взята биопсия. Выполнена УЗИ малого таза и брюшной полости и рентгенография органов грудной клетки. По результатам дообследования выставлен диагноз: рак шейки матки T2N0M0.  Больной планируется комбинированное лечение: хирургическое и последующей лучевым терапией.
Вопросы:
1.Каковы основные причины развития  рака шейки матки у данной больной? 
2.Какой объем операции нужно выполнить пациентке?""",





"""1.	В чем заключаются особенности профилактических осмотров онкологических больных?
2.	Перечислите непосредственные побочные эффекты.
3.	Больной Б., 36 лет.  Жалуется на боли в животе, преимущественно в области поясницы, чаще возникающие ночью, отеки нижних конечностей.  Обследован гастроэнтерологом: патологии желудочно-кишечного тракта не выявлено.  При УЗИ органов брюшной полости обнаружены  увеличенные  парааортальные лимфоузлы, спленомегалия. При РКТ органов малого таза:  увеличенные подвздошные лимфоузлы. Температура тела – 38 С.
В анализе крови:  СОЭ 60 мм\ч, лимфоцитоз.  Выставлен диагноз: лимфома Ходжкина. Больному начата системная  полихимиотерапии.
Вопросы: 
1. Каковы  осложнения  химиотерапии  возможны?
2. Какой прогноз у больного с лимфомой Ходжкина после лечения? """,





"""1.	Какие лабораторные методы исследования и с какой целью применяются при подозрении на злокачественное новообразование?
2.	Назовите наиболее частые осложнения при химиотерапии.
3.	Пациент 30 лет обратился к онкологу с жалобами на  плотное, подкожное образование в области грудины  до 3,0 см.
Вопросы:
1. К какой клинической группе относится пациент?  
2. За какой срок ему надо установить  точный  диагноз?""",





"""1.	Что значит группа риска в онкологии?
2.	Чем купировать тошноту и рвоту больным при химиотерапии?
3.	Пациент И., 73 года,  после гастрэктомии  по поводу рака тела желудка T3N1M0 через 3 месяца пришел на прием к онкологу для диспансерного контрольного наблюдения.
Вопросы:
1. Какие обследования он должен пройти и для чего?
2. Как часто и как долго он должен обследоваться в дальнейшем?""",





"""1.	Что включают в себя исследования для верификации диагноза злокачественной опухоли?
2.	Какой основной побочный эффект у препаратов платины?
3.	У пациента 75 лет диссеминированный рак предстательной железы с множественными метастазами в   кости.
Вопросы:
1. К какой клинической группе он относится? 
2. Определите план его лечения?""",





"""1.	Что включают в себя исследования для верификации диагноза злокачественной опухоли?
2.	Перечислите осложнения от таксанов.

3.	Больной 43 лет по поводу диссеминированного рака молочной железы планируется проведение  химиотерапии включающей в схему  доксорубицин -  цитостатик антрациклинового  ряда.
Вопросы:
1. Какие осложнения химиотерапии следует  ожидать?
2. Какое обследование  регулярно нужно проводить, чтобы не пропустить осложнение на фоне данной химиотерапии? """,





"""1.	Какие клинические онкологические группы вы знаете?
2.	Какую группу препаратов включает «золотой стандарт лечения рака молочной железы»?
3.	После экономного хирургического удаления у пациента пигментного невуса на коже спины  (отстут от краев невуса при иссечении по 2 мм)  хирург поликлиники получил  при плановом гистологического исследовании следующее заключение: пигментная эпителиоидноклеточная  меланома кожи, толщина опухоли 4 мм,  опухоль с изъязвлением.
Вопросы: 
1. Куда должен направить пациента хирург и какие сопроводительные документы он должен оформить? 
2. Нуждается ли пациент в дополнительном хирургическом лечении и  какой объем обследования  ему нужно провести?""",





"""1.	Каковы методы контактной лучевой терапии?
2.	В чем отличие антиэстрогенов от ингибиторов ароматазы?
3.	Пациентке 51 года с диагнозом рак правой молочной железы T2N1M0 после радикальной мастэктомии справа на основании планового гистологического и иммуногистохимического исследования опухоли предстоит длительная  адъювантная гормонотерапия  тамоксифеном.
Вопросы: 
1. Какие осложнения могут быть? 
2. Как их не пропустить?""",





"""1.	Какие основные методы лечения в онкологии существуют?
2.	Кому назначают Тамоксифен?
3.	При паталогоанатомическом вскрытии трупа мужчины, 45 лет после ДТП случайной находкой  выявлен  рак желудка  T1N0M0, 1 стадии.
    Вопросы:
        1. Какие  документы  в этом случае заполняет паталогоанатом?
        2. И  для чего заполняется данная документация?""",





"""1.Что значит комбинированный метод лечения?
2. Назовите возможные осложнения при применении Тамоксифена
          3. Больной узнал, что после обследования в поликлинике по месту жительства у него рак правой почки.  Он просит направление в онкодиспансер для дополнительной диагностики.
          Вопросы:
          1. Какие методы обследования пациенту должны провести в онкодиспансере?
          2. Как помочь больному в плане психологической адаптации?""",
















],

##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################
##################################################################################################################






    
    [







"""1. Что такое дерматоскопия?
2. Диагностический алгоритм дифференциальной диагностики меланомы.

3. Больной 69 лет обратился с жалобами на изъязвленное кожное образование в области лба. Со слов больного образование существует в течение нескольких лет. Отмечает медленный рост образования. 4 месяца назад образовалась маленькая язвочка в области образования, которая постепенно увеличивается. При осмотре: В области лба поверхностное образование 1,5х2,5 см, выступающее над поверхностью кожи с изъязвлением в центре. Шейные лимфатические узлы не увеличены.  
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Назовите пути  метастазирования меланомы.
2. Определение уровня инвазии по Кларку и Бреслоу при меланоме.

3. Больная М., 39 лет. Жалобы на наличие новообразования на наружной поверхности правого плеча, которое увеличилось в размерах за последние 2 месяца. При осмотре: на латеральной поверхности плеча имеется узловое образование, размерами 3х4см,  на широком основании, с выраженным сосудистым компонентом, бордово-коричневого цвета, легко кровоточит при  пальпации, безболезненно. В правой подмышечной впадине пальпируются увеличенные до 2 см лимфоузлы. Отдаленных метастазов не выявлено.
Ваш предположительный диагноз?
Какова ваша схема лечения данного больного?
Какие пути метастазирования данной опухоли?""",










"""1. Назовите особенности клинического течения меланомы.
2. Какая клиническая классификация меланом?

3. Больная 71 года обратилась с жалобами на образование кожи в области правого плеча, болезненность при поднятии правой верхней конечности. Из анамнеза известно, что образование в этой области существует 3 года. Появилось в зоне ожога, полученного 10 лет назад. В последний год отметила уплотнение образования, увеличение его в размере.
При осмотре: на коже правого плеча образование 4х3 см, слегка выступающее над поверхностью кожи, с наличием гиперкератоза по его периферии. Отмечено значительное увеличение подмышечных лимфатических узлов справа, которые сливаются в конгломерат до 5 см в диаметре. При пальпации имеют плотно-эластическую консистенцию. Безболезненны.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Назовите симптомы малигнизации невуса.
2. Назовите пути метастазирования меланомы.

3. У пациента 37 лет при обследовании обнаружено увеличение паховых лимфатических узлов слева. При осмотре на коже передней поверхности левой голени пигментное образование неправильной формы до 12 мм, с неровной поверхностью, неоднородной окраски. Из анамнеза: Пациент отмечает наличие этого образование с детства, однако за последние полгода отметил увеличение его в размере, изменение формы.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. Предположительная стадия заболевания.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Дайте определение «Меланома».
2. Назовите особенности клинического течения меланомы.

3. У пациента 38 лет в косметологической клинике 4 месяца назад было удалено пигментное образование правого предплечья. В настоящее время в области послеоперационного рубца появилось уплотнение с черным пигментным окрашиванием размером 4 мм. Также в подмышечной области справа определяются подмышечные лимфоузлы, увеличенные до 1,5 см, плотноэластичной консистенции.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Какова частота возникновения меланомы?
2. Назовите симптомы малигнизации невуса.

3. У больного 47 лет, длительное время работавшего с радиоактивными веществами, на коже тыльной поверхности правой кисти появилось образование размером 1,5см с мокнущей поверхностью и инфильтрацией подлежащих тканей, отеком и гиперемией вокруг. Обратился к врачу в поликлинику, где назначена противовоспалительная терапия местного и общего характера, что привело к регрессу новообразования и формированию струпа.
Задания
1. Правильно ли выбран метод лечения?
2. Какова дальнейшая тактика?""",










"""1.Какие основные принципы лечения плоскоклеточного рака кожи? 
2. Какие основные принципы лечения базальноклеточного рака кожи? 

3. Больная Ш., 35 лет обратилась в поликлинику с жалобами на изменение цвета, формы и размеров пигментного новообразования на коже передней брюшной стенки. При осмотре выявлен новообразование размером 2,5 см, темно-коричневое, без пушковых волос, с венчиком гиперемии по окружности. Регионарные лимфатические узлы не пальпируются.
Задания
1. Ваш диагноз?
2. Назначьте план обследования и лечения.""",










"""1. Какие основные принципы диагностики базальноклеточного рака кожи и плоскоклеточного рака кожи?
2. Какие основные принципы диагностики плоскоклеточного рака кожи?

3. Больному 62 лет в поликлинике три месяца назад произведено иссечение опухоли кожи височной области справа. В выписке указан диагноз: пигментный невус (гистологическое исследование не проводилось). При осмотре на коже височной области справа обнаружен окрепший послеоперационный рубец. Рядом с ним в толще кожи пальпируется узелок с синеватым оттенком. В правой околоушной слюной железе пальпаторно выявлена плотная подвижная округлой формы опухоль размерами 1,5х2,0см.
Задания
1. Ваш  предположительный диагноз?
2. Укажите на ошибки, допущенные хирургом поликлиники.""",










"""1. Какие основные принципы диагностики базальноклеточного рака кожи и плоскоклеточного рака кожи?
2. Назовите особенности клинического течения плоскоклеточного рака кожи.

3. Больной 69 лет обратился с жалобами на изъязвленное кожное образование в области лба. Со слов больного образование существует в течение нескольких лет. Отмечает медленный рост образования. 4 месяца назад образовалась маленькая язвочка в области образования, которая постепенно увеличивается. При осмотре: В области лба поверхностное образование 1,5х2,5 см, выступающее над поверхностью кожи с изъязвлением в центре. Шейные лимфатические узлы не увеличены.  
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Назовите особенности клинического течения плоскоклеточного рака кожи.
2. Назовите формы злокачественных опухолей кожи.

3. Больная М., 39 лет. Жалобы на наличие новообразования на наружной поверхности правого плеча, которое увеличилось в размерах за последние 2 месяца. При осмотре: на латеральной поверхности плеча имеется узловое образование, размерами 3х4см,  на широком основании, с выраженным сосудистым компонентом, бордово-коричневого цвета, легко кровоточит при  пальпации, безболезненно. В правой подмышечной впадине пальпируются увеличенные до 2 см лимфоузлы. Отдаленных метастазов не выявлено.
Ваш предположительный диагноз?
Какова ваша схема лечения данного больного?
Какие пути метастазирования данной опухоли?""",










"""1. Назовите особенности клинического течения базальноклеточного рака кожи.
2. Хирургическое и системное лечение меланомы в зависимости от стадии.

3. Больной 69 лет обратился с жалобами на изъязвленное кожное образование в области лба. Со слов больного образование существует в течение нескольких лет. Отмечает медленный рост образования. 4 месяца назад образовалась маленькая язвочка в области образования, которая постепенно увеличивается. При осмотре: В области лба поверхностное образование 1,5х2,5 см, выступающее над поверхностью кожи с изъязвлением в центре. Шейные лимфатические узлы не увеличены.  
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Назовите формы злокачественных опухолей кожи.
2. Что такое дерматоскопия?

3. Больная М., 39 лет. Жалобы на наличие новообразования на наружной поверхности правого плеча, которое увеличилось в размерах за последние 2 месяца. При осмотре: на латеральной поверхности плеча имеется узловое образование, размерами 3х4см,  на широком основании, с выраженным сосудистым компонентом, бордово-коричневого цвета, легко кровоточит при  пальпации, безболезненно. В правой подмышечной впадине пальпируются увеличенные до 2 см лимфоузлы. Отдаленных метастазов не выявлено.
Ваш предположительный диагноз?
Какова ваша схема лечения данного больного?
Какие пути метастазирования данной опухоли?""",










"""1. Назовите основные факторы риска развития злокачественных опухолей кожи.
2. Назовите формы злокачественных опухолей кожи.

3. Больная 71 года обратилась с жалобами на образование кожи в области правого плеча, болезненность при поднятии правой верхней конечности. Из анамнеза известно, что образование в этой области существует 3 года. Появилось в зоне ожога, полученного 10 лет назад. В последний год отметила уплотнение образования, увеличение его в размере.
При осмотре: на коже правого плеча образование 4х3 см, слегка выступающее над поверхностью кожи, с наличием гиперкератоза по его периферии. Отмечено значительное увеличение подмышечных лимфатических узлов справа, которые сливаются в конгломерат до 5 см в диаметре. При пальпации имеют плотно-эластическую консистенцию. Безболезненны.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Какие заболевания относятся к факультативному и облигатному предраку кожи?
2. Назовите особенности клинического течения базальноклеточного рака кожи.

3. Больная М., 39 лет. Жалобы на наличие новообразования на наружной поверхности правого плеча, которое увеличилось в размерах за последние 2 месяца. При осмотре: на латеральной поверхности плеча имеется узловое образование, размерами 3х4см,  на широком основании, с выраженным сосудистым компонентом, бордово-коричневого цвета, легко кровоточит при  пальпации, безболезненно. В правой подмышечной впадине пальпируются увеличенные до 2 см лимфоузлы. Отдаленных метастазов не выявлено.
Ваш предположительный диагноз?
Какова ваша схема лечения данного больного?
Какие пути метастазирования данной опухоли?""",










"""1. Какие новообразования относятся к доброкачественным заболеваниям кожи?
2. Назовите формы злокачественных опухолей кожи.

3. У пациента 37 лет при обследовании обнаружено увеличение паховых лимфатических узлов слева. При осмотре на коже передней поверхности левой голени пигментное образование неправильной формы до 12 мм, с неровной поверхностью, неоднородной окраски. Из анамнеза: Пациент отмечает наличие этого образование с детства, однако за последние полгода отметил увеличение его в размере, изменение формы.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. Предположительная стадия заболевания.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Какие новообразования относятся к доброкачественным заболеваниям кожи?
2. Назовите формы злокачественных опухолей кожи.

3. Больной 69 лет обратился с жалобами на изъязвленное кожное образование в области лба. Со слов больного образование существует в течение нескольких лет. Отмечает медленный рост образования. 4 месяца назад образовалась маленькая язвочка в области образования, которая постепенно увеличивается. При осмотре: В области лба поверхностное образование 1,5х2,5 см, выступающее над поверхностью кожи с изъязвлением в центре. Шейные лимфатические узлы не увеличены.  
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Назовите основные факторы риска развития злокачественных опухолей кожи.
2. Назовите особенности клинического течения базальноклеточного рака кожи.

3. Больная 71 года обратилась с жалобами на образование кожи в области правого плеча, болезненность при поднятии правой верхней конечности. Из анамнеза известно, что образование в этой области существует 3 года. Появилось в зоне ожога, полученного 10 лет назад. В последний год отметила уплотнение образования, увеличение его в размере.
При осмотре: на коже правого плеча образование 4х3 см, слегка выступающее над поверхностью кожи, с наличием гиперкератоза по его периферии. Отмечено значительное увеличение подмышечных лимфатических узлов справа, которые сливаются в конгломерат до 5 см в диаметре. При пальпации имеют плотно-эластическую консистенцию. Безболезненны.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Назовите основные факторы риска развития злокачественных опухолей кожи.
2. Определение уровня инвазии по Кларку и Бреслоу при меланоме.

3. У пациента 37 лет при обследовании обнаружено увеличение паховых лимфатических узлов слева. При осмотре на коже передней поверхности левой голени пигментное образование неправильной формы до 12 мм, с неровной поверхностью, неоднородной окраски. Из анамнеза: Пациент отмечает наличие этого образование с детства, однако за последние полгода отметил увеличение его в размере, изменение формы.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. Предположительная стадия заболевания.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1.Назовите основные факторы риска развития злокачественных опухолей кожи.
2. Какие заболевания относятся к факультативному и облигатному предраку кожи?

3. У пациента 38 лет в косметологической клинике 4 месяца назад было удалено пигментное образование правого предплечья. В настоящее время в области послеоперационного рубца появилось уплотнение с черным пигментным окрашиванием размером 4 мм. Также в подмышечной области справа определяются подмышечные лимфоузлы, увеличенные до 1,5 см, плотноэластичной консистенции.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Назовите формы злокачественных опухолей кожи.
2. Назовите особенности клинического течения базальноклеточного рака кожи.

3. У больного 47 лет, длительное время работавшего с радиоактивными веществами, на коже тыльной поверхности правой кисти появилось образование размером 1,5см с мокнущей поверхностью и инфильтрацией подлежащих тканей, отеком и гиперемией вокруг. Обратился к врачу в поликлинику, где назначена противовоспалительная терапия местного и общего характера, что привело к регрессу новообразования и формированию струпа.
Задания
1. Правильно ли выбран метод лечения?
2. Какова дальнейшая тактика?""",










"""1. Назовите основные факторы риска развития злокачественных опухолей кожи
2. Назовите формы злокачественных опухолей кожи.

3. У больного 48 лет, недавно перенесшего острую респираторную вирусную инфекцию, при контрольном осмотре спустя 2 года после лечения хирургическим методом меланомы кожи грудной стенки II уровня инвазии по Кларку обнаружены увеличенные до 3см лимфатические узлы в подмышечной области справа.
Задание
Ваши действия?""",










"""1. Назовите основные факторы риска развития злокачественных опухолей кожи.
2. Назовите формы злокачественных опухолей кожи.

3. Больная Ш., 35 лет обратилась в поликлинику с жалобами на изменение цвета, формы и размеров пигментного новообразования на коже передней брюшной стенки. При осмотре выявлен новообразование размером 2,5 см, темно-коричневое, без пушковых волос, с венчиком гиперемии по окружности. Регионарные лимфатические узлы не пальпируются.
Задания
1. Ваш диагноз?
2. Назначьте план обследования и лечения.""",










"""1. Назовите основные факторы риска развития злокачественных опухолей кожи.
2. Назовите формы злокачественных опухолей кожи.

3. Больному 62 лет в поликлинике три месяца назад произведено иссечение опухоли кожи височной области справа. В выписке указан диагноз: пигментный невус (гистологическое исследование не проводилось). При осмотре на коже височной области справа обнаружен окрепший послеоперационный рубец. Рядом с ним в толще кожи пальпируется узелок с синеватым оттенком. В правой околоушной слюной железе пальпаторно выявлена плотная подвижная округлой формы опухоль размерами 1,5х2,0см.
Задания
1. Ваш  предположительный диагноз?
2. Укажите на ошибки, допущенные хирургом поликлиники.""",










"""1. Какие основные принципы диагностики плоскоклеточного рака кожи?
2. Назовите формы злокачественных опухолей кожи.

3. У пациента 38 лет в косметологической клинике 4 месяца назад было удалено пигментное образование правого предплечья. В настоящее время в области послеоперационного рубца появилось уплотнение с черным пигментным окрашиванием размером 4 мм. Также в подмышечной области справа определяются подмышечные лимфоузлы, увеличенные до 1,5 см, плотноэластичной консистенции.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Какие основные принципы лечения базальноклеточного рака кожи? 
2. Какая клиническая классификация меланом?

3. У больного 47 лет, длительное время работавшего с радиоактивными веществами, на коже тыльной поверхности правой кисти появилось образование размером 1,5см с мокнущей поверхностью и инфильтрацией подлежащих тканей, отеком и гиперемией вокруг. Обратился к врачу в поликлинику, где назначена противовоспалительная терапия местного и общего характера, что привело к регрессу новообразования и формированию струпа.
Задания
1. Правильно ли выбран метод лечения?
2. Какова дальнейшая тактика?""",










"""1.  Какие основные принципы лечения плоскоклеточного рака кожи? 
2. Назовите симптомы малигнизации невуса.

3. У больного 48 лет, недавно перенесшего острую респираторную вирусную инфекцию, при контрольном осмотре спустя 2 года после лечения хирургическим методом меланомы кожи грудной стенки II уровня инвазии по Кларку обнаружены увеличенные до 3см лимфатические узлы в подмышечной области справа.
Задание
Ваши действия?""",










"""1. Какие основные принципы лечения базальноклеточного рака кожи? 
2. Дайте определение «Меланома».

3. Больная Ш., 35 лет обратилась в поликлинику с жалобами на изменение цвета, формы и размеров пигментного новообразования на коже передней брюшной стенки. При осмотре выявлен новообразование размером 2,5 см, темно-коричневое, без пушковых волос, с венчиком гиперемии по окружности. Регионарные лимфатические узлы не пальпируются.
Задания
1. Ваш диагноз?
2. Назначьте план обследования и лечения.""",










"""1. Какие основные принципы диагностики плоскоклеточного рака кожи?
2. Диагностический алгоритм дифференциальной диагностики меланомы.

3. У пациента 38 лет в косметологической клинике 4 месяца назад было удалено пигментное образование правого предплечья. В настоящее время в области послеоперационного рубца появилось уплотнение с черным пигментным окрашиванием размером 4 мм. Также в подмышечной области справа определяются подмышечные лимфоузлы, увеличенные до 1,5 см, плотноэластичной консистенции.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Какие основные принципы диагностики базальноклеточного рака кожи и плоскоклеточного рака кожи?
2. Хирургическое и системное лечение меланомы в зависимости от стадии.

3. У больного 47 лет, длительное время работавшего с радиоактивными веществами, на коже тыльной поверхности правой кисти появилось образование размером 1,5см с мокнущей поверхностью и инфильтрацией подлежащих тканей, отеком и гиперемией вокруг. Обратился к врачу в поликлинику, где назначена противовоспалительная терапия местного и общего характера, что привело к регрессу новообразования и формированию струпа.
Задания
1. Правильно ли выбран метод лечения?
2. Какова дальнейшая тактика?""",










"""1. Какие основные принципы диагностики плоскоклеточного рака кожи?
2. Назовите особенности клинического течения меланомы.

3. Больной 69 лет обратился с жалобами на изъязвленное кожное образование в области лба. Со слов больного образование существует в течение нескольких лет. Отмечает медленный рост образования. 4 месяца назад образовалась маленькая язвочка в области образования, которая постепенно увеличивается. При осмотре: В области лба поверхностное образование 1,5х2,5 см, выступающее над поверхностью кожи с изъязвлением в центре. Шейные лимфатические узлы не увеличены.  
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",










"""1. Определение уровня инвазии по Кларку и Бреслоу при меланоме.
2. Хирургическое и системное лечение меланомы в зависимости от стадии.


3. Больная М., 39 лет. Жалобы на наличие новообразования на наружной поверхности правого плеча, которое увеличилось в размерах за последние 2 месяца. При осмотре: на латеральной поверхности плеча имеется узловое образование, размерами 3х4см,  на широком основании, с выраженным сосудистым компонентом, бордово-коричневого цвета, легко кровоточит при  пальпации, безболезненно. В правой подмышечной впадине пальпируются увеличенные до 2 см лимфоузлы. Отдаленных метастазов не выявлено.
Ваш предположительный диагноз?
Какова ваша схема лечения данного больного?
Какие пути метастазирования данной опухоли?""",










"""1. Что такое дерматоскопия? 
2. Диагностический алгоритм дифференциальной диагностики меланомы.


3. Больная 71 года обратилась с жалобами на образование кожи в области правого плеча, болезненность при поднятии правой верхней конечности. Из анамнеза известно, что образование в этой области существует 3 года. Появилось в зоне ожога, полученного 10 лет назад. В последний год отметила уплотнение образования, увеличение его в размере.
При осмотре: на коже правого плеча образование 4х3 см, слегка выступающее над поверхностью кожи, с наличием гиперкератоза по его периферии. Отмечено значительное увеличение подмышечных лимфатических узлов справа, которые сливаются в конгломерат до 5 см в диаметре. При пальпации имеют плотно-эластическую консистенцию. Безболезненны.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",







    ],
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################





    [
        




"""1.	Какие предраковые состояния щитовидной железы Вы знаете?
2.	 Куда метастазирует рак щитовидной железы?
                                                    
3.Больная Ж., 50 лет, радиолог. В анамнезе: зоб, повышенные цифры ТТГ. Семейный анамнез: бабушка умерла от рака щитовидной железы. Жалобы на увеличение темпа рост зоба, появление уплотнения в ткани железы. Объективно: температура тела - N,  щитовидная железа увеличена в размерах, в ткани железы пальпируется уплотнение без четких границ.  По результатам обследования  обращает на себя внимание повышенный уровень кальцитонина. 
1.Ваш диагноз? 
2.С какими заболеваниями нужно проводить дифференциальную диагностику?""",










"""1.	Какова клиническая картина рака щитовидной железы?
2.	Какие существуют  морфологические формы рака щитовидной железы?

     3.  Больной Т., 45 лет.  Предъявляет жалобы на снижение звучности голоса, затруднение  акта глотания, боли в костях, за грудиной. Больной длительно лечился тиреостатиками. При осмотре щитовидная железа увеличена в размерах, отмечается ограничение ее смещаемости, увеличение шейных лимфоузлов. 
1.Ваш предварительный диагноз? 
2. Какие современные методы диагностики позволяют подтвердить диагноз?""",










"""1.Какие методы применяют для диагностики и оценки распространенности опухолевого поражения рака щитовидной железы?
2.Какой минимальный объем операции выполняется при раке щитовидной железы?

3.Больной П., 48 лет.  Предъявляет жалобы на першение, боли при глотании, ощущение инородного тела в горле. При осмотре шейные лимфоузлы не увеличены. Произведена фиброларингоскопия: слизистая задней стенки глотки инфильтрирована, имеется изъязвление, при инструментальной пальпации кровоточит. При дообследовании отдаленных метастазов не обнаружено. 
1.	Ваш диагноз? 
2.	Каков предполагаемый объем лечения?""",










"""1.Какие виды лечения применяются при раке щитовидной железы?
2.Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком щитовидной железы?
3.Больная Н., 53 лет.  Предъявляет жалобы на поперхивание, боли при глотании, ощущение инородного тела в горле, охриплость. При осмотре шейные лимфоузлы не увеличены. Произведена фиброларингоскопия: слизистая задней стенки глотки инфильтрирована опухолью, имеется изъязвление, при инструментальной пальпации кровоточит, голосовые складки фиксированы. Выполнена биопсия. Гистологическое заключение: аденокарцинома. При дообследовании отдаленных метастазов не обнаружено.
1.Ваш диагноз? 
2Каков предполагаемый объем лечения?""",










"""1.Назовите предраковые заболевания и факторы риска, способствующие возникновению рака гортани.
2.Назовите отделы гортани.
3.    У больной  Ш., 46 лет с жалобами на чувство тяжести за грудиной и непостоянную одышку при физической нагрузке при рентгенологическом исследовании грудной клетки за рукояткой грудины выявлена опухоль с четкими контурами, 8 см в диаметре, смещающая трахею вправо. Щитовидная железа пальпаторно не увеличена, мягкой консистенции. 

А) Ваш предварительный диагноз? 
Б) Какой метод обследования дает возможность определить, что это не щитовидная железа? 
В) Какие методы лечения можно проводить этой пациентке? """,










"""1.Перечислите основные формы роста опухоли гортани.
2.Назовите жалобы больного в зависимости от локализации опухоли в гортани.
3.У больной Р.,50 лет диагностирован рак щитовидной железы. При осмотре определяется плотный узел в правой доле, лимфоузлы 3´4 см по ходу кивательной мышцы плотные, увеличенные, безболезненные. 

А) Как радикально лечить больную? 
Б) Следует ли после операции проводить еще дополнительное специализированное лечение? """,










"""1.Какие инструментальные методы диагностики используют для постановки диагноза рака гортани?
2.Что такое микроларингоскопия?
3.У больной 60 лет 10 лет назад диагностирован узловой эутиреоидный зоб размерами 5´3 см. За последние полгода образование увеличилось вдвое, ухудшилось общее состояние больной, появились слабость, быстрая утомляемость. При пальпации поверхность щитовидной железы неровная, консистенция плотная. Образование малоподвижное. Лимфоузлы на левой половине шеи увеличены, плотные. 

А) Ваш предварительный диагноз? 
Б) С помощью какого метода можно установить точный диагноз? 
В) Тактика лечения этой больной?""",










"""1.	Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком щитовидной железы?
2.	Какие существуют  морфологические формы рака щитовидной железы?
3.	У больной 60 лет 10 лет назад диагностирован узловой эутиреоидный зоб размерами 5´3 см. За последние полгода образование увеличилось вдвое, ухудшилось общее состояние больной, появились слабость, быстрая утомляемость. При пальпации поверхность щитовидной железы неровная, консистенция плотная. Образование малоподвижное. Лимфоузлы на левой половине шеи увеличены, плотные. 
А) Ваш предварительный диагноз?
Б) С помощью какого метода можно установить точный диагноз? 
В) Тактика лечения этой больной""",










"""1.	Назовите отделы гортани.
2.	Какие инструментальные методы диагностики используют для постановки диагноза рака гортани?
3.	Больной К., 50 лет. Предъявляет жалобы на охриплость голоса. Около 6 месяцев назад больной отметил появление охриплости, к врачу не обращался, лечение не проводилось. Охриплость постепенно усиливалась, появились боли при глотании. При осмотре признаков стеноза гортани (одышки, втянутости надключичной и яремной ямок). Шейные лимфатические узлы не увеличены. При непрямой ларингоскопии выявлен бугристый инфильтрат на правой голосовой складке, подвижность её заметно ограничена. Голосовая щель достаточна для дыхания. В подголосовом пространстве изменений нет. 
Вопросы 
1. Поставьте диагноз. Какие факторы риска способствуют развитию рака гортани?
 2. Какое обследование назначить больному?
 3. Какое лечение нужно выполнить больному?""",










"""1.	Куда метастазирует рак щитовидной железы?
2.	Назовите жалобы больного в зависимости от локализации опухоли в гортани.
3.	Больной обратился в поликлинику с жалобами на охриплость и боли в горле усиливающиеся при глотании.При осмотре обращают на себя внимание увеличенные шейные лимфатические узлы.  При  фиброларингоскопии слизистая гортаноглотки и гортани не изменены, но отмечается отечность и сужение провета гортани
А) Какие дополнительные методы исследования нужно провести? 
Б) С помощью какого метода диагностики можно взять прицельно пункцию и верифицировать диагноз?""",










"""1.	Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком щитовидной железы?
2.	Назовите зоны регионарного метастазирования при раке гортани.
3.	Больной 45 лет был прооперирован по поводу рака щитовидной железы. Сразу же после операции появилась осиплость голоса, больной стал поперхиваться
 А) Какое осложнение струмэктомии возникло у данного больного? 
Б) Какие последствия это может это за собой повлечь?""",










"""1.	Какие предраковые состояния щитовидной железы Вы знаете?
2.	Назовите основные методы лечения рака гортани.
3.	Больной Т., 45 лет.  Предъявляет жалобы на снижение звучности голоса, затруднение акта глотания, боли в костях, за грудиной. Больной длительно лечился тиреостатиками. При осмотре щитовидная железа увеличена в размерах, отмечается ограничение ее смещаемости, увеличение шейных лимфоузлов. 
А) Ваш предварительный диагноз? 
Б) Какие современные методы диагностики позволяют подтвердить диагноз""",










"""1.	Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком щитовидной железы?
2.	Какие существуют  морфологические формы рака щитовидной железы?
3.	Больная поступила с жалобами на раздражительность, потливость, слабость, сердцебиение. Считает себя больным 2 года. Щитовидная железа не увеличена. Основной обмен – 30%. При физикальном обследовании больной никакой патологии не выявлено
А) Какие дополнительные исследования необходимы для уточнения диагноза?
 Б) У каких специалистов должна лечиться это больная?""",










"""1.	Перечислите основные формы роста опухоли гортани
2.	Какие инструментальные методы диагностики используют для постановки диагноза рака гортани?
3.	Больной обратился в поликлинику с жалобами на охриплость и боли в горле усиливающиеся при глотании.При осмотре обращают на себя внимание увеличенные шейные лимфатические узлы.  При  фиброларингоскопии слизистая гортаноглотки и гортани не изменены, но отмечается отечность и сужение провета гортани.
 А) Какие дополнительные методы исследования нужно провести? 
Б) С помощью какого метода диагностики можно взять прицельно пункцию и верифицировать диагноз?""",










"""1.Перечислите основные формы роста опухоли гортани
2.Назовите основные методы лечения рака гортани.
3.Больная Ж., 50 лет, радиолог. В анамнезе: зоб, повышенные цифры ТТГ. Семейный анамнез: бабушка умерла от рака щитовидной железы. Жалобы на увеличение темпа рост зоба, появление уплотнения в ткани железы. Объективно: температура тела - N,  щитовидная железа увеличена в размерах, в ткани железы пальпируется уплотнение без четких границ.  По результатам обследования  обращает на себя внимание повышенный уровень кальцитонина. Ваш диагноз? С какими заболеваниями нужно проводить дифференциальную диагностику?""",










"""1.	Назовите отделы гортани
2.	Назовите зоны регионарного метастазирования при раке гортани.
3.	Больной Т., 45 лет.  Предъявляет жалобы на снижение звучности голоса, затруднение акта глотания, боли в костях, за грудиной. Больной длительно лечился тиреостатиками. При осмотре щитовидная железа увеличена в размерах, отмечается ограничение ее смещаемости, увеличение шейных лимфоузлов. Ваш предварительный диагноз? 
Какие современные методы диагностики позволяют подтвердить диагноз?""",










"""1.	Назовите предраковые заболевания и факторы риска, способствующие возникновению рака гортани.
2.	Что такое микроларингоскопия?
3.	Больной П., 48 лет.  Предъявляет жалобы на першение, боли при глотании, ощущение инородного тела в горле. При осмотре шейные лимфоузлы не увеличены. Произведена фиброларингоскопия: слизистая задней стенки глотки инфильтрирована, имеется изъязвление, при инструментальной пальпации кровоточит. При дообследовании отдаленных метастазов не обнаружено. Ваш диагноз? Каков предполагаемый объем лечения?""",










"""1.	Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком щитовидной железы?
2.	Какие существуют  морфологические формы рака щитовидной железы?
3.	Больная Н., 53 лет.  Предъявляет жалобы на поперхивание, боли при глотании, ощущение инородного тела в горле, охриплость. При осмотре шейные лимфоузлы не увеличены. Произведена фиброларингоскопия: слизистая задней стенки глотки инфильтрирована опухолью, имеется изъязвление, при инструментальной пальпации кровоточит, голосовые складки фиксированы. Выполнена биопсия. Гистологическое заключение: аденокарцинома. При дообследовании отдаленных метастазов не обнаружено.
Ваш диагноз? Каков предполагаемый объем лечения?""",










"""1.	Какие виды лечения применяются при раке щитовидной железы?
2.	Какие методы применяют для диагностики и оценки распространенности опухолевого поражения рака щитовидной железы?
3.	У больной  Ш., 46 лет с жалобами на чувство тяжести за грудиной и непостоянную одышку при физической нагрузке при рентгенологическом исследовании грудной клетки за рукояткой грудины выявлена опухоль с четкими контурами, 8 см в диаметре, смещающая трахею вправо. Щитовидная железа пальпаторно не увеличена, мягкой консистенции. А) Ваш предварительный диагноз? Б) Какой метод обследования дает возможность определить, что это не щитовидная железа? В) Какие методы лечения можно проводить этой пациентке? """,










"""1.Какой минимальный объем операции выполняется при раке щитовидной железы?
2.Перечислите основные формы роста опухоли гортани.
3.У больной Р.,50 лет диагностирован рак щитовидной железы. При осмотре определяется плотный узел в правой доле, лимфоузлы 3´4 см по ходу кивательной мышцы плотные, увеличенные, безболезненные. А) Как радикально лечить больную? Б) Следует ли после операции проводить еще дополнительное специализированное лечение? """,










"""1.	Назовите жалобы больного в зависимости от локализации опухоли в гортани.
2.	Назовите отделы гортани.
3.	У больной 60 лет 10 лет назад диагностирован узловой эутиреоидный зоб размерами 5´3 см. За последние полгода образование увеличилось вдвое, ухудшилось общее состояние больной, появились слабость, быстрая утомляемость. При пальпации поверхность щитовидной железы неровная, консистенция плотная. Образование малоподвижное. Лимфоузлы на левой половине шеи увеличены, плотные. А) Ваш предварительный диагноз? Б) С помощью какого метода можно установить точный диагноз? В) Тактика лечения этой больной.""",










"""1.Назовите отделы гортани.
2.Назовите основные методы лечения рака гортани. 
3.Больная Ж., 50 лет, радиолог. В анамнезе: зоб, повышенные цифры ТТГ. Семейный анамнез: бабушка умерла от рака щитовидной железы. Жалобы на увеличение темпа рост зоба, появление уплотнения в ткани железы. Объективно: температура тела - N,  щитовидная железа увеличена в размерах, в ткани железы пальпируется уплотнение без четких границ.  По результатам обследования  обращает на себя внимание повышенный уровень кальцитонина. 

Вопросы 
1. Поставьте диагноз? 
               2. С какими заболеваниями нужно проводить дифференциальную диагностику?""",










"""1.Куда метастазирует рак щитовидной железы?
2.Перечислите основные формы роста опухоли гортани.
3.Больной К., 56 лет, поступил клинику с направительным диагнозом: рак гортани. Метастазы в шейные лимфатические узлы шеи. При осмотре признаков стеноза гортани (одышки, втянутости надключичной и яремной ямок). При непрямой ларингоскопии: вестибулярный отдел гортани не изменён, левая голосовая складка гиперемирована, край её ровный, правая складка серая. В подголосовой области слева определяется крупнобугристый инфильтрат серо-розового цвета, размерами до 2 см. Левая половина гортани неподвижна. Голосовая щель сужена. 

Вопросы:
1. Какое обследование нужно провести больному? 
2. Какую операцию нужно выполнить больному? 
3. Какое дополнительное лечение кроме операции необходимо проводить?""",










"""1.Что такое микроларингоскопия?
2.Назовите зоны регионарного метастазирования при раке гортани.
3.Больная Н., 53 лет.  Предъявляет жалобы на поперхивание, боли при глотании, ощущение инородного тела в горле, охриплость. При осмотре шейные лимфоузлы не увеличены. Произведена фиброларингоскопия: слизистая задней стенки глотки инфильтрирована опухолью, имеется изъязвление, при инструментальной пальпации кровоточит, голосовые складки фиксированы. Выполнена биопсия. Гистологическое заключение: аденокарцинома. При дообследовании отдаленных метастазов не обнаружено.

Вопросы:
1.	Ваш диагноз
2.	Предполагаемый объем лечения""",










"""1.	Какие виды лечения применяются при раке щитовидной железы?
2.	Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком щитовидной железы?
3.	У курильщика 58 лет появилась охриплость постоянного характера и одышка при малейшей физической нагрузке. После того, как бросил курить 3 месяца назад, осиплость не прошла, состояние не улучшилось. При осмотре:на шее слева пальпируется плотный лимфатический узел до 2см. 

Вопросы: 
1.	Ваш наиболее вероятный диагноз? 
2.	Какой метод это может точно подтвердить?
3.	Тактика лечения этого больного?""",










"""1.	Перечислите основные формы роста опухоли гортани.
2.	Назовите жалобы больного в зависимости от локализации опухоли в гортани.
3.	Больной К., 50 лет. Предъявляет жалобы на охриплость голоса. Около 6 месяцев назад больной отметил появление охриплости, к врачу не обращался, лечение не проводилось. Охриплость постепенно усиливалась, появились боли при глотании. При осмотре признаков стеноза гортани (одышки, втянутости надключичной и яремной ямок). Шейные лимфатические узлы не увеличены. При непрямой ларингоскопии выявлен бугристый инфильтрат на правой голосовой складке, подвижность её заметно ограничена. Голосовая щель достаточна для дыхания. В подголосовом пространстве изменений нет. 

Вопросы 
1.	Поставьте диагноз. 
2.	Какие факторы риска способствуют развитию рака гортани? 
3.	Какое обследование назначить больному?
4.	Какое лечение нужно выполнить больному?""",










"""1.	Какие существуют  морфологические формы рака щитовидной железы?
2.	Какие предраковые состояния щитовидной железы Вы знаете?
3.	Больной П., 49 лет, жалуется на охриплость, которая беспокоит около полугода. Считал, что это связано с курением, однако после того, как бросил курить 3 месяца назад, осиплость не прошла. При непрямой ларингоскопии выявлен бугристый инфильтрат на правой голосо 29 вой складке, подвижность её заметно ограничена. Голосовая щель достаточна для дыхания. В подголосовом пространстве изменений нет. Лимфатические узлы не пальпируются.

Вопросы 
1. Предположительный диагноз. 
2. Какое обследование нужно провести больному? 
3. Какой гистологический вид опухоли встречается чаще всего?""",










"""1.Какова клиническая картина рака щитовидной железы?
2.Что такое микроларингоскопия?
3.Больная поступила с жалобами на раздражительность, потливость, слабость, сердцебиение. Считает себя больным 2 года. Щитовидная железа не увеличена. Основной обмен – 30%. При физикальном обследовании больной никакой патологии не выявлено. 
Вопросы:
1.	Какие дополнительные исследования необходимы для уточнения диагноза?
2.	У каких специалистов должна лечиться это больная?""",










"""1.Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком щитовидной железы?
2.Что такое микроларингоскопия?
3.У больной  Ш., 46 лет с жалобами на чувство тяжести за грудиной и непостоянную одышку при физической нагрузке при рентгенологическом исследовании грудной клетки за рукояткой грудины выявлена опухоль с четкими контурами, 8 см в диаметре, смещающая трахею вправо. Щитовидная железа пальпаторно не увеличена, мягкой консистенции.
                        Вопросы:
1.	 Ваш предварительный диагноз? 
2.	Какой метод обследования дает возможность определить, что это не щитовидная железа?
3.	Какие методы лечения можно проводить этой пациентке?""",










"""1.Какие предраковые состояния щитовидной железы Вы знаете?
2.Какие методы применяют для диагностики и оценки распространенности опухолевого поражения рака щитовидной железы?
3.Больной Т., 45 лет.  Предъявляет жалобы на снижение звучности голоса, затруднение акта глотания, боли в костях, за грудиной. Больной длительно лечился тиреостатиками. При осмотре щитовидная железа увеличена в размерах, отмечается ограничение ее смещаемости, увеличение шейных лимфоузлов.                                
                   Вопросы:
1.	Ваш предварительный диагноз? 
2.	Какие современные методы диагностики позволяют подтвердить диагноз?""",










"""1.	Назовите отделы гортани.
2.	Куда метастазирует рак щитовидной железы?
3.	Больная поступила с жалобами на раздражительность, потливость, слабость, сердцебиение. Считает себя больным 2 года. Щитовидная железа не увеличена. Основной обмен – 30%. При физикальном обследовании больной никакой патологии не выявлено. А) Б) 
                        Вопросы:
1.	 Какие дополнительные исследования необходимы для уточнения диагноза?
2.	У каких специалистов должна лечиться это больная?        """,






"""1.	Какие виды лечения применяются при раке щитовидной железы?
2.	Перечислите основные формы роста опухоли гортани ?
3.	Больной П., 49 лет, жалуется на охриплость, которая беспокоит около полугода. Считал, что это связано с курением, однако после того, как бросил курить 3 месяца назад, осиплость не прошла. При непрямой ларингоскопии выявлен бугристый инфильтрат на правой голосо 29 вой складке, подвижность её заметно ограничена. Голосовая щель достаточна для дыхания. В подголосовом пространстве изменений нет. Лимфатические узлы не пальпируются.
                        Вопросы:
1.	 Предположительный диагноз
2.	Какое обследование нужно провести больному ?
3.	Какой гистологический вид опухоли встречается чаще всего?""",







"""1.	Какой минимальный объем операции выполняется при раке щитовидной железы?
2.	Назовите отделы гортани 
3.	Больной обратился в поликлинику с жалобами на охриплость и боли в горле усиливающиеся при глотании.При осмотре обращают на себя внимание увеличенные шейные лимфатические узлы.  При  фиброларингоскопии слизистая гортаноглотки и гортани не изменены, но отмечается отечность и сужение провета гортани. А) Какие дополнительные методы исследования нужно провести? Б) С помощью какого метода диагностики можно взять прицельно пункцию и верифицировать диагноз?
                
                        Вопросы:
1.	 Какие дополнительные методы исследования нужно провести?
2.	С помощью какого метода диагностики можно взять прицельно пункцию и верифицировать диагноз?""",







"""1.	Назовите зоны регионарного метастазирования при раке гортани.
2.	Какие методы применяют для диагностики и оценки распространенности опухолевого поражения рака щитовидной железы?
3.	У курильщика 58 лет появилась охриплость постоянного характера и одышка при малейшей физической нагрузке. После того, как бросил курить 3 месяца назад, осиплость не прошла, состояние не улучшилось. При осмотре:на шее слева пальпируется плотный лимфатический узел до 2см.                
                        Вопросы:
1.	 Ваш наиболее вероятный диагноз?
2.	Какой метод это может точно подтвердить?
3.	Тактика лечения этого больного?""",







"""1.	Какие методы применяют для диагностики и оценки распространенности опухолевого поражения рака щитовидной железы?
2.	Перечислите основные формы роста опухоли гортани.
3. Больная Н., 53 лет.  Предъявляет жалобы на поперхивание, боли при глотании, ощущение инородного тела в горле, охриплость. При осмотре шейные лимфоузлы не увеличены. Произведена фиброларингоскопия: слизистая задней стенки глотки инфильтрирована опухолью, имеется изъязвление, при инструментальной пальпации кровоточит, голосовые складки фиксированы. Выполнена биопсия. Гистологическое заключение: аденокарцинома. При дообследовании отдаленных метастазов не обнаружено.
Ваш диагноз? Каков предполагаемый объем лечения?""",







"""1.	Какие существуют  морфологические формы рака щитовидной железы?
2.	Какие инструментальные методы диагностики используют для постановки диагноза рака гортани?
3.	У больной  Ш., 46 лет с жалобами на чувство тяжести за грудиной и непостоянную одышку при физической нагрузке при рентгенологическом исследовании грудной клетки за рукояткой грудины выявлена опухоль с четкими контурами, 8 см в диаметре, смещающая трахею вправо. Щитовидная железа пальпаторно не увеличена, мягкой консистенции. А) Ваш предварительный диагноз? Б) Какой метод обследования дает возможность определить, что это не щитовидная железа? В) Какие методы лечения можно проводить этой пациентке? """,







"""1.	Назовите зоны регионарного метастазирования при раке гортани.
2.	Какой минимальный объем операции выполняется при раке щитовидной железы?
3.	Больной К., 56 лет, поступил клинику с направительным диагнозом: рак гортани. Метастазы в шейные лимфатические узлы шеи. При осмотре признаков стеноза гортани (одышки, втянутости надключичной и яремной ямок). При непрямой ларингоскопии: вестибулярный отдел гортани не изменён, левая голосовая складка гиперемирована, край её ровный, правая складка серая. В подголосовой области слева определяется крупнобугристый инфильтрат серо-розового цвета, размерами до 2 см. Левая половина гортани неподвижна. Голосовая щель сужена. 
Вопросы 1. Какое обследование нужно провести больному? 2. Какую операцию нужно выполнить больному? 3. Какое дополнительное лечение кроме операции необходимо проводить?""",







    ],
    

#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################



    [





"""1. Какие эндоскопические методы могут применятся для диагностики рак легких?

2. Что характерно для периферического рака легкого?


3. Больной С. 65 лет, имеет профзаболевание - асбестоз легких.  Жалобы: на сухой кашель, боли в правом подреберье. Объективно: бледность кожных покровов, в надключичиной области пальпируются увеличенные до 1,5 см плотные, несмещаемые лимфоузлы. При аускультации слева дыхание ослабленное везикулярное, при перкуссии – слева притупление перкуторного звука от 4-го ребра.При бронхоскопии – трахея и бронхи без патологии. Выполнено рентгенологическое исследование грудной клетки. Предположительный диагноз. Что необходимо для верификации диагноза? Какие рентгенологические признаки данного заболевания вы знаете? С чем нужно проводить дифференциальную диагностику?""",









"""1.	Перечислите осложнения рака легких.
2.	Куда наиболее часто метастазирует  рак легких?


        3. Больной Ш. 58 лет, работал долгие годы в контакте с асбестом.  Жалобы: на сухой кашель, боли в правом подреберье и в левой ноге. Объективно: бледность кожных покровов, слева дыхание ослабленное везикулярное и притупление перкуторного звука от 4-го ребра.При бронхоскопии – трахея и бронхи без патологии. Выполнено рентгенологическое исследование грудной клетки
Предположительный диагноз. Что необходимо для верификации диагноза? Какие гистологические типы данного заболевания вы знаете?""",









"""1.	Какие существуют  морфологические формы рака легких?
2.	Каков прогноз при раке легких?


3. Больной Е. 65 лет, шахтер. Жалоб на боли в нижних конечностях, ближе к вечеру, на сухой кашель. Объективно: периферические лимфоузлы не увеличены, дыхание ослабленное везикулярное, проводится во все отделы, притупление перкуторного звука слева. Рентгенологическое исследование органов грудной клетки: гиповентиляция3 сегмента легкого слева, узел в проекции корня левого легкого. УЗИ брюшной полости: печень, почки - без патологии.
Ваш диагноз. Что необходимо для верификации процесса?  Какова будет лечебная тактика?Какие бронхоскопические признаки данного процесса вы знаете?""",









"""1.	 Какие вы знаете особенности мелкоклеточного рака легких? 
2.	Что характерно для медиастинальной формы рака легких?

3. Больной Ц. 67 лет, шахтер. Жалоб нет. Объективно: периферические лимфоузлы не увеличены, дыхание ослабленное везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: узел в проекции корня левого легкого.
Ваш диагноз. Что необходимо для верификации процесса?  Какова будет лечебная тактика?Какие бронхоскопические признаки данного процесса вы знаете?""",









"""1.	Перечислите осложнения рака легких.
2.	Опишите варианты клинического течения рака легких.

 
3. Больной З. 67 лет, курит 30 лет, шахтер. Жалобы на кашель, кровохарканье. Объективно: надключичные лимфоузлы до 2 см в диаметре, плотные, несмещаемые. Дыхание ослабленное везикулярное, проводится во все отделы, притупление перкуторного звука нет. При рентгенологическом исследовании органов грудной клетки обнаружен узел в проекции корня левого легкого. Гистологическое заключение: среди элементов воспаления встречаются группы мелких, тесно прилежащих друг к другу клеток, напоминающие виноградные грозди и "фасетки", клетки представлены в виде "голых" ядер в скоплениях. Ядра несколько полиморфны с грубым, интенсивно окрашенным хроматином.
Диагноз. Каким образом получена морфологическая верификация диагноза? Для какого гистологического типа характерно подобное гистологическое описание?
Как лечить таких больных?""",









"""1. Каковы особенности течения рака верхушки легкого.
2. Какие паранеопластические синдромы встречаются при раке легких?
 
        3. Больной Х. 67 лет, рабочий никельной промышленности.  Жалобы: на слабость, боли в верхней части плеча с распространением на локтевую поверхность, охриплость голоса, опущение верхнего века, слабость мышц кисти. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование органов грудной клетки: справа в пределах верхней доли определяется округлое образование с лучистыми контурами до 3 см в диаметре. Регионарные лимфоузлы не увеличены. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурамидо 3 см в диаметре.  При пункции очагов печени: аденокарцинома.
Ваш диагноз. Какой синдром обнаружен у больного? Какое исследование необходимо провести для верификации диагноза?""",









"""1.	Что характерно для медиастинальной формы рака легких?
2.	Какие цитологические исследования проводятся при подозрении на рак легких?

        3. Больная П. 64 года, хирург. Жалобы слабость, утомляемость. В анамнезе: частые бронхиты и пневмонии. Объективно: больная пониженного питания, кожные покровы бледные, периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий,подвздут, безболезненный, печень не увеличена.  Мочеиспускание в норме. Больной выполнена бронхоскопия с биопсией очагового образования главного бронха.
Гистологическое заключение: среди элементов воспаления встречаются группы мелких, тесно прилежащих друг к другу клеток, напоминающие виноградные грозди и "фасетки", клетки представлены в виде "голых" ядер в скоплениях. Ядра несколько полиморфны с грубым, интенсивно окрашенным хроматином.
Каковы бронхоскопические признаки рака легких? Для какого гистологического типа характерно подобное гистологическое описание?""",









"""1.	Какие заболевания легких относят к  предраковым?
2.	Какие вы знаете факторы риска рака легких?

        3.Больной Б. 62 лет, шахтер. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки и боли в правом подреберье. Объективно: слева дыхание ослабленное везикулярное и притупление перкуторного звука от 4-го ребра.При бронхоскопии – трахея и бронхи без патологии.  Выполнено рентгенологическое исследование грудной клетки:
Предположительный диагноз. Что необходимо для верификации диагноза? Какие рентгенологические признаки данного заболевания вы знаете?""",









"""1.  Какие вы знаете особенности мелкоклеточного рака легких?
2. Что характерно для медиастинальной формы рака легких?
 
        3. Больной Б. 57 лет.  Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: слева в пределах нижней доли определяется округлое образование с лучистыми контурами до 5 см в диаметре. Имеетсяувеличение  лимфоузлов средостения. Бронхоскопия: трахея и бронхи без патологии. УЗИ брюшной полости: печень, почки - без патологии. Выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ. Цитологическое исследование пунктата: муцинознаяаденокарцинома. Сканирование костей скелета – без патологии.
Ваш диагноз. Какова будет лечебная тактика? Какие вы знаете гистологические типы данной опухоли?""",









"""1.	Какой объем операции выполняется при раке легких?
2. С какой целью выполняется бронхоскопия при подозрении на рак легких?
 
        3. Больная Ш. 51 год, курит 20 лет.  Постоянный кашель. В анамнезе две пневмонии. Проходит профосмотр. При рентгенологическом исследование грудной клетки выявлено: справа в пределах нижней доли определяется округлое образование, неправильной формы, с лучистыми контурами до 3-х см в диаметре. Лимфоузлы средостения увеличены.Больной выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ.
Предварительный диагноз. Какое гистологическое заключение можно ожидать?Какие еще вы знаете гистологические типы данной опухоли? Какова тактика обследования при подтверждении вашего диагноза?""",









"""1. Каков прогноз при раке легких?
2. В каких случаях выполняется лобэкомия, билобэктомия?
 
        3. Больная Б. 61 год, дорожная рабочая 35 лет, не курит. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, притупление перкуторного звука слева. Рентгенологическое исследование грудной клетки: слева в 6 сегменте определяется округлое образование с лучистыми контурами до 3х см в диаметре, затемнение в нижних отделах грудной клетки слева.
Предположительный диагноз. План обследования для верификации диагноза. Какие методы обследования нужно применить для установки распространенности процесса?""",









"""1. Что  характерно для медиастинальной формы рака легких?
2. Какие цитологические исследования проводятся при подозрении на рак легких?
 
        3. Больная Б. 61 год, дорожная рабочая 35 лет, не курит. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно:дыхание везикулярное, притупление перкуторного звука нет, в левой надключичной области пальпируется увеличенный, плотный лимфоузел, безболезненый. Рентгенологическое исследование грудной клетки: слева в 6 сегменте определяется округлое образование с лучистыми контурами до 4х см в диаметре.
Предположительный диагноз. Как верифицировать данный процесс?Какие методы обследования нужно применить для установки распространенности процесса?""",









"""1. Каковы особенности течения рака верхушки легкого.
2. Какие  паранеопластические синдромы встречаются при раке легких?
 
        3. Больной К. 59 лет. Жалобы на кровохарканье, слабость. Объективно: периферические лимфоузлы не увеличены, при перкуссии грудной клетки определяется притупление перкуторного звука справа сзади от 4 ребра вниз; аускультативно: ослабленное дыхание справа в нижних отделах. Рентгенологически: справа - гомогенное затемнение в нижних отделах грудной клетки, объемное уменьшение правого легкого, имеется увеличение лимфоузлов средостения. Бронхоскопия: трахея и бронхи слева без патологии, справа просвет промежуточного бронха щелевидно сужен. Гистологическое исследование: плоскоклеточный рак.
Вашдиагноз. Каковы особенности течения плоскоклеточного рака? Какой объем лечения можно предложить больному?""",









"""1.  Какие заболевания легких относят к  предраковым?
2.  Перечислите осложнения рака легких.
 
        3. Больная Б. 61 год, дорожная рабочая 35 лет, не курит. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, притупление перкуторного звука слева. Рентгенологическое исследование грудной клетки: слева в 6 сегменте определяется округлое образование с лучистыми контурами до 3х см в диаметре, затемнение в нижних отделах грудной клетки слева.
Предположительный диагноз. План обследования для верификации диагноза. Какие методы обследования нужно применить для установки распространенности процесса?""",









"""1.	Каковы особенности течения рака верхушки легкого.
2.	Какие паранеопластические синдромы встречаются при раке легких?

 
        3. Больной Г. 65 лет. Жалобы на кровохарканье, слабость, утомляемость. В анамнезе: хронический бронхит, частые пневмонии. Объективно: больной пониженного питания, кожные покровы бледные, периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий,подвздут, безболезненный, печень не увеличена.  Мочеиспускание в норме.
При исследовании мокроты выявлено:скопления злокачественных клеток с высокой степенью анаплазии, сходные с лимфоретикулярными клетками: мономорфные, крупных размеров со скудном светлой цитоплазмой и резко нарушенным ядерно-цитоплазматическим индексом.
Ваш диагноз. Для какого гистологического вида опухоли характерна подобная цитологическая картина? Каков план обследования?""",









"""1.	Какие основные принципы лечения мелкоклеточного рака легких?
2.	Каков прогноз при раке легких?

3. Больной Ч. 70 лет, работал в контакте с радоном. Жалобы на кашель, кровохарканье, боли в правом подреберье. Объективно: надключичные лимфоузлы до 2 см в диаметре, плотные, несмещаемые. Дыхание ослабленное везикулярное, проводится во все отделы, притупление перкуторного звука нет. При рентгенологическом исследовании органов грудной клетки обнаружен узел в проекции корня левого легкого. Гистологическое заключение:скопления клеток довольно крупных размеров, округлой формы, плотно прилежащих друг к другу или наслаивающихся на соседние клетки, отчего их границы не просматриваются, описание может соответствовать аденокарциноме. Диагноз. Каким образом получена морфологическая верификация диагноза? С чем могут быть связаны боли в правом подреберье и какое дообследование нужно при этом провести? Как лечить таких больных?""",









"""1.	Какие заболевания легких относят к предраковым?
2.	 В какие лимфатические узлы метастазирует рак легких?
3.	Больной А. 58 лет, автослесарь 40 лет, курит 45 лет. Жалобы на кашель с прожилками крови в мокроте. Наблюдается у ЛОР врача: в анамнезе паппилома гортани. Похудел за 3 месяца на 5 кг. При осмотре: кожные покровы бледные, одышка, периферические лимфоузлы не увеличены, дыхание в легких ослабленное везикулярное, живот пальпаторно не вздут, печень у края реберной дуги. Рентгенологически: справа - гомогенное затемнение в нижних отделах грудной клетки, объемное уменьшение правого легкого. 
Задания:
1.	Предположительный диагноз? 
2.	Дальнейший план обследования. 
3.	Какие органы могут поражаться при данном заболевании? 
4.	Назначьте обследование""",









"""1.	 Какие вы знаете факторы риска рака легких?
2.	Какой объем операции выполняется при раке легких?
3.	Больная Б. 61 год, дорожная рабочая 35 лет, не курит. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, притупление перкуторного звука слева. Рентгенологическое исследование грудной клетки: слева в 6 сегменте определяется округлое образование с лучистыми контурами до 3х см в диаметре, затемнение в нижних отделах грудной клетки слева. 
Задания:
1.	Предположительный диагноз. 
2.	План обследования для верификации диагноза. 
3.	Какие методы обследования нужно применить для установки распространенности процесса?""",









"""1. Что характерно для периферического рака легкого?

2.Перечислите осложнения рака легких
3.Больная Ш. 51 год, курит 20 лет.  Постоянный кашель. В анамнезе две пневмонии. Проходит профосмотр. При рентгенологическом исследование грудной клетки выявлено: справа в пределах нижней доли определяется округлое образование, неправильной формы, с лучистыми контурами до 3-х см в диаметре. Лимфоузлы средостения увеличены.Больной выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ.
Задания:
1.	Предварительный диагноз. 
2.	Какое гистологическое заключение можно ожидать?
3.	Какие еще вы знаете гистологические типы данной опухоли? 
4.	Какова тактика обследования при подтверждении вашего диагноза?""",









"""1.	 Какие жалобы предъявляет больной при раке легких?
2.	Какими путями распространяется рак легких?
3.	Больной А. 58 лет, автослесарь 40 лет. Жалобы на кашель. Объективно: периферические лимфоузлы не увеличены, при перкуссии грудной клетки определяется притупление перкуторного звука справа сзади от 4 ребра вниз; аускультативно: ослабленное дыхание справа в нижних отделах. Рентгенологически: справа- гомогенное затемнение в нижних отделах грудной клетки, объемное уменьшение правого легкого. 
Задания:
1.	Предположительный диагноз. 
2.	Какую лечебную манипуляцию необходимо выполнить больному? 
3.	Какой эндоскопический метод обследования показан больному? 
4.	Какие методы обследования нужно применить для установки распространенности процесса?""",









"""1.	Какие симптомы могут указывать на центральный рак легкого?

2.	Каковы особенности течения рака верхушки легкого
3.	Больная Б. 61 год, дорожная рабочая 35 лет, не курит. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, притупление перкуторного звука слева. Рентгенологическое исследование грудной клетки: слева в 6 сегменте определяется округлое образование с лучистыми контурами до 3х см в диаметре, затемнение в нижних отделах грудной клетки слева. 
Задания:
1.	Предположительный диагноз. 
2.	План обследования для верификации диагноза. 
3.	Какие методы обследования нужно применить для установки распространенности процесса?""",









"""1.	Какие жалобы предъявляет больной при раке легких?
2.	В каких случаях выполняется лобэкомия, билобэктомия?
3.	Больной Б. 57 лет.  Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: слева в пределах нижней доли определяется округлое образование с лучистыми контурами до 5 см в диаметре. Имеетсяувеличение  лимфоузлов средостения. Бронхоскопия: трахея и бронхи без патологии. УЗИ брюшной полости: печень, почки - без патологии. Выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ. Цитологическое исследование пунктата: муцинознаяаденокарцинома. Сканирование костей скелета – без патологии.
Задания: 
1.	Ваш диагноз. 
2.	Какова будет лечебная тактика? 
3.	Какие вы знаете гистологические типы данной опухоли?""",









"""1.	Какие вы знаете факторы риска рака легких?
2.	Опишите варианты клинического течения рака легких
3.	Больной Б. 62 лет, шахтер. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки и боли в правом подреберье. Объективно: слева дыхание ослабленное везикулярное и притупление перкуторного звука от 4-го ребра.При бронхоскопии – трахея и бронхи без патологии.  Выполнено рентгенологическое исследование грудной клетки: 
Задания:
1.	Предположительный диагноз. 
2.	Что необходимо для верификации диагноза? 
3.	Какие рентгенологические признаки данного заболевания вы знаете""",









"""1.	Какие виды лечения применяются при раке легких?
2.	С какой целью выполняется бронхоскопия при подозрении на рак легких?
3.	Больная П. 64 года, хирург. Жалобы слабость, утомляемость. В анамнезе: частые бронхиты и пневмонии. Объективно: больная пониженного питания, кожные покровы бледные, периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий,подвздут, безболезненный, печень не увеличена.  Мочеиспускание в норме.  Больной выполнена бронхоскопия с биопсией очагового образования главного бронха.
Гистологическое заключение: среди элементов воспаления встречаются группы мелких, тесно прилежащих друг к другу клеток, напоминающие виноградные грозди и "фасетки", клетки представлены в виде "голых" ядер в скоплениях. Ядра несколько полиморфны с грубым, интенсивно окрашенным хроматином. 
Задания:
1.	Каковы бронхоскопические признаки рака легких? 
2.	Для какого гистологического типа характерно подобное гистологическое описание?""",









"""1.	Каков прогноз при раке легких?
2.	Какие цитологические исследования проводятся при подозрении на рак легких?
3.	Больная Г. 58 лет, стаж курения более 30 лет. Жалобы на кровохарканье, слабость, утомляемость. В анамнезе: хронический бронхит, частые пневмонии. Объективно: пониженного питания, кожные покровы бледные, пальпируются плотные, увеличенные надключичные лимфоузлы до 1,5 в диаметре, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий,подвздут, безболезненный, печень не увеличена.  Мочеиспускание в норме.  Больной выполнена бронхоскопия с биопсией.
Гистологическое заключение:среди элементов воспаления встречаются группы мелких, тесно прилежащих друг к другу клеток, напоминающие виноградные грозди и "фасетки", клетки представлены в виде "голых" ядер в скоплениях. Ядра несколько полиморфны с грубым, интенсивно окрашенным хроматином. 
Задания: 
1.	Для какого гистологического типа характерно подобное гистологическое описание?
2.	Каковы клинические особенности данного типа опухоли? 
3.	Как лечить таких больных?""",









"""1.	Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком легких?
2.	В какие лимфоузлы метастазирует рак легких?
3.	Больная Г. 58 лет, стаж курения более 30 лет. Жалобы на кровохарканье, слабость, утомляемость. В анамнезе: хронический бронхит, частые пневмонии. Объективно: пониженного питания, кожные покровы бледные, пальпируются плотные, увеличенные надключичные лимфоузлы до 1,5 в диаметре, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий,подвздут, безболезненный, печень не увеличена.  Мочеиспускание в норме.  Больной выполнена бронхоскопия с биопсией.
Гистологическое заключение:среди элементов воспаления встречаются группы мелких, тесно прилежащих друг к другу клеток, напоминающие виноградные грозди и "фасетки", клетки представлены в виде "голых" ядер в скоплениях. Ядра несколько полиморфны с грубым, интенсивно окрашенным хроматином. 
Задания: 
1.	Для какого гистологического типа характерно подобное гистологическое описание?
2.	Каковы клинические особенности данного типа опухоли? 
3.	Как лечить таких больных?""",









"""1.	Секреция каких гормонов может быть повышена при раке легких?
2.	Какие симптомы могут указывать на центральный рак легкого?
3.	Больной Г. 65 лет. Жалобы на кровохарканье, слабость, утомляемость. В анамнезе: хронический бронхит, частые пневмонии. Объективно: больной пониженного питания, кожные покровы бледные, периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий,подвздут, безболезненный, печень не увеличена.  Мочеиспускание в норме. 
При исследовании мокроты выявлено:скопления злокачественных клеток с высокой степенью анаплазии, сходные с лимфоретикулярными клетками: мономорфные, крупных размеров со скудном светлой цитоплазмой и резко нарушенным ядерно-цитоплазматическим индексом.
Задания:
1.	Ваш диагноз. 
2.	Для какого гистологического вида опухоли характерна подобная цитологическая картина? 
3.	Каков план обследования? """,









"""1.	Какие методы применяются для диагностики и оценки распространенности опухолевого поражения рака легких?
2.	Каков прогноз при раке легких
3.	Больной А. 58 лет, автослесарь 40 лет, курит 45 лет. Жалобы на кашель с прожилками крови в мокроте. Наблюдается у ЛОР врача: в анамнезе паппилома гортани. Похудел за 3 месяца на 5 кг. При осмотре: кожные покровы бледные, одышка, периферические лимфоузлы не увеличены, дыхание в легких ослабленное везикулярное, живот пальпаторно не вздут, печень у края реберной дуги. Рентгенологически: справа - гомогенное затемнение в нижних отделах грудной клетки, объемное уменьшение правого легкого. 
Задания:
1.	Предположительный диагноз? 
2.	Дальнейший план обследования. 
3.	Какие органы могут поражаться при данном заболевании? 
4.	Назначьте обследование""",









"""1.	Какие существуют морфологические формы рака легких?
2.	Каковы особенности течения рака верхушки легкого.
3.	Больной Х. 67 лет, рабочий никельной промышленности.  Жалобы: на слабость, боли в верхней части плеча с распространением на локтевую поверхность, охриплость голоса, опущение верхнего века, слабость мышц кисти. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование органов грудной клетки: справа в пределах верхней доли определяется округлое образование с лучистыми контурами до 3 см в диаметре. Регионарные лимфоузлы не увеличены. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурамидо 3 см в диаметре.  При пункции очагов печени: аденокарцинома.
Задания:
1.	Ваш диагноз. 
2.	Какой синдром обнаружен у больного? 
3.	Какое исследование необходимо провести для верификации диагноза? """,









"""1.	Опишите варианты клинического течения рака легких
2.	Какие паранеопластические синдромы встречаются при раке легких?
3.	Больной Е. 62 лет, рабочий никельной промышленности.  Жалобы: на слабость, снижениеработоспособности, сухой кашель. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: справа в пределах нижней доли определяется округлое образование с лучистыми контурами до 6 см в диаметре. Регионарные лимфоузлы не увеличены. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурами от  1,5 до 5 см в диаметре.  
Задания:
1.	Предположительный диагноз. 
2.	Какое исследование необходимо провести для верификации диагноза? 
3.	Лечебная тактика.""",









"""1.	Какие заболевания легких относят к предраковым?
2.	Какие эндоскопические методы могут применятся для диагностики рак легких?
3.	Больной Е. 62 лет, рабочий никельной промышленности.  Жалобы: на слабость, снижениеработоспособности, сухой кашель. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: справа в пределах нижней доли определяется округлое образование с лучистыми контурами до 6 см в диаметре. Регионарные лимфоузлы не увеличены. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурами от  1,5 до 5 см в диаметре.  
Задания:
1.	Предположительный диагноз. 
2.	Какое исследование необходимо провести для верификации диагноза? 
3.	Лечебная тактика.""",









"""1.	Какие пациенты относятся к группе риска по возникновению рака легких?
2.	В каких случаях выполняется лобэкомия, билобэктомия?
3.	Больная Ш. 51 год, курит 20 лет.  Постоянный кашель. В анамнезе две пневмонии. Проходит профосмотр. При рентгенологическом исследование грудной клетки выявлено: справа в пределах нижней доли определяется округлое образование, неправильной формы, с лучистыми контурами до 3-х см в диаметре. Лимфоузлы средостения увеличены.Больной выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ.
Задания 
1.	Предварительный диагноз. 
2.	Какое гистологическое заключение можно ожидать?
3.	Какие еще вы знаете гистологические типы данной опухоли?
4.	 Какова тактика обследования при подтверждении вашего диагноза?""",









"""1.	Что характерно для периферического рака легкого?
2.	Чем отличается мелкоклеточный рак легких от немелкоклеточного?
3.	Больной К. 59 лет. Жалобы на кровохарканье, слабость. Объективно: периферические лимфоузлы не увеличены, при перкуссии грудной клетки определяется притупление перкуторного звука справа сзади от 4 ребра вниз; аускультативно: ослабленное дыхание справа в нижних отделах. Рентгенологически: справа - гомогенное затемнение в нижних отделах грудной клетки, объемное уменьшение правого легкого, имеется увеличение лимфоузлов средостения. Бронхоскопия: трахея и бронхи слева без патологии, справа просвет промежуточного бронха щелевидно сужен. Гистологическое исследование: плоскоклеточный рак. 
Задания: 
1.	Ваш диагноз. 
2.	Каковы особенности течения плоскоклеточного рака? 
3.	Какой объем лечения можно предложить больному?""",









"""1.	Какие существуют морфологические формы рака легких?
2.	Какие методы применяются для диагностики и оценки распространенности опухолевого поражения рака легких?
3.	Больной Ш. 58 лет, работал долгие годы в контакте с асбестом.  Жалобы: на сухой кашель, боли в правом подреберье и в левой ноге. Объективно: бледность кожных покровов, слева дыхание ослабленное везикулярное и притупление перкуторного звука от 4-го ребра.При бронхоскопии – трахея и бронхи без патологии. Выполнено рентгенологическое исследование грудной клетки
Звдания:
1.	Предположительный диагноз. 
2.	Что необходимо для верификации диагноза? 
3.	Какие гистологические типы данного заболевания вы знаете?""",









"""1.	Чем отличается мелкоклеточный рак легких от немелкоклеточного?
2.	Какие виды лечения применяются при раке легких?
3.	Больная Ш. 51 год, курит 20 лет.  Постоянный кашель. В анамнезе две пневмонии. Проходит профосмотр. При рентгенологическом исследование грудной клетки выявлено: справа в пределах нижней доли определяется округлое образование, неправильной формы, с лучистыми контурами до 3-х см в диаметре. Лимфоузлы средостения увеличены.Больной выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ.
Задания:
1.	Предварительный диагноз. 
2.	Какое гистологическое заключение можно ожидать?
3.	Какие еще вы знаете гистологические типы данной опухоли? 
4.	Какова тактика обследования при подтверждении вашего диагноза?""",









"""1.	Какие симптомы могут указывать на центральный рак легкого?
2.	Каковы особенности течения рака верхушки легкого?
3.	Больной А. 58 лет, автослесарь 40 лет. Жалобы на кашель. Объективно: периферические лимфоузлы не увеличены, при перкуссии грудной клетки определяется притупление перкуторного звука справа сзади от 4 ребра вниз; аускультативно: ослабленное дыхание справа в нижних отделах. Рентгенологически: справа- гомогенное затемнение в нижних отделах грудной клетки, объемное уменьшение правого легкого.
Задания
1)	Сформулируйте и обоснуйте предположительный диагноз. Какую лечебную манипуляцию необходимо выполнить больному?
2)	Какой эндоскопический метод обследования показан больному?
3)	Какие методы обследования нужно применить для установки распространенности процесса?""",









"""1.	Что характерно для периферического рака легкого? 
2.	Секреция каких гормонов может быть повышена при раке легких? 
3.	Больной Е. 62 лет, рабочий никельной промышленности. Жалобы: на слабость, снижение работоспособности, сухой кашель. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: справа в пределах нижней доли определяется округлое образование с лучистыми контурами до 6 см в диаметре. Регионарные лимфоузлы не увеличены. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурами от 1,5 до 5 см в диаметре.
Задания
1)	Сформулируйте и обоснуйте предположительный диагноз. 
2)	Какое исследование необходимо провести для верификации диагноза?
3)	Определите лечебную тактику. """,









"""1.Чем отличается мелкоклеточный рак легких от немелкоклеточного?
2. Куда наиболее часто метастазирует рак легких? 
3. Больной Х. 67 лет, рабочий никельной промышленности. Жалобы: на слабость, боли в верхней части плеча с распространением на локтевую поверхность, охриплость голоса, опущение верхнего века, слабость мышц кисти. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование органов грудной клетки: справа в пределах верхней доли определяется округлое образование с лучистыми контурами до 3 см в диаметре. Регионарные лимфоузлы не увеличены. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурамидо 3 см в диаметре. При пункции очагов печени: аденокарцинома.
Ваш диагноз. Какой синдром обнаружен у больного? Какое исследование необходимо провести для верификации диагноза?""",









"""1. Какие пациенты относятся к группе риска по возникновению рака легких?
2. Какие паранеопластические синдромы встречаются при раке легких? 
3. Больная П. 64 года, хирург. Жалобы слабость, утомляемость. В анамнезе: частые бронхиты и пневмонии. Объективно: больная пониженного питания, кожные покровы бледные, периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий,подвздут, безболезненный, печень не увеличена. Мочеиспускание в норме. Больной выполнена бронхоскопия с биопсией очагового образования главного бронха.
Гистологическое заключение: среди элементов воспаления встречаются группы мелких, тесно прилежащих друг к другу клеток, напоминающие виноградные грозди и "фасетки", клетки представлены в виде "голых" ядер в скоплениях. Ядра несколько полиморфны с грубым, интенсивно окрашенным хроматином.
Каковы бронхоскопические признаки рака легких? Для какого гистологического типа характерно подобное гистологическое описание?""",









"""1. Какие жалобы предъявляет больной при раке легких?
2. Какой объем операции выполняются при раке легких?
3. Больной Е. 65 лет, шахтер. Жалоб на боли в нижних конечностях, ближе к вечеру, на сухой кашель. Объективно: периферические лимфоузлы не увеличены, дыхание ослабленное везикулярное, проводится во все отделы, притупление перкуторного звука слева. Рентгенологическое исследование органов грудной клетки: гиповентиляция3 сегмента легкого слева, узел в проекции корня левого легкого. УЗИ брюшной полости: печень, почки - без патологии.
Ваш диагноз. Что необходимо для верификации процесса? Какова будет лечебная тактика?Какие бронхоскопические признаки данного процесса вы знаете?""",









"""1. Что характерно для периферического рака легкого?
2. Секреция каких гормонов может быть повышена при раке легких?
3. Больной З. 67 лет, курит 30 лет, шахтер. Жалобы на кашель, кровохарканье. Объективно: надключичные лимфоузлы до 2 см в диаметре, плотные, несмещаемые. Дыхание ослабленное везикулярное, проводится во все отделы, притупление перкуторного звука нет. При рентгенологическом исследовании органов грудной клетки обнаружен узел в проекции корня левого легкого. Гистологическое заключение: среди элементов воспаления встречаются группы мелких, тесно прилежащих друг к другу клеток, напоминающие виноградные грозди и "фасетки", клетки представлены в виде "голых" ядер в скоплениях. Ядра несколько полиморфны с грубым, интенсивно окрашенным хроматином.
Диагноз. Каким образом получена морфологическая верификация диагноза? Для какого гистологического типа характерно подобное гистологическое описание?
Как лечить таких больных?""",









"""1. Какие виды лечения применяются при раке легких?
2. Какие цитологические исследования проводятся при подозрении на рак легких?
3. Больной Ч. 70 лет, работал в контакте с радоном. Жалобы на кашель, кровохарканье, боли в правом подреберье. Объективно: надключичные лимфоузлы до 2 см в диаметре, плотные, несмещаемые. Дыхание ослабленное везикулярное, проводится во все отделы, притупление перкуторного звука нет. При рентгенологическом исследовании органов грудной клетки обнаружен узел в проекции корня левого легкого. Гистологическое заключение:скопления клеток довольно крупных размеров, округлой формы, плотно прилежащих друг к другу или наслаивающихся на соседние клетки, отчего их границы не просматриваются, описание может соответствовать аденокарциноме.
Диагноз. Каким образом получена морфологическая верификация диагноза? С чем могут быть связаны боли в правом подреберье и какое дообследование нужно при этом провести? Как лечить таких больных?""",









"""1. Какие заболевания легких относят к предраковым?
2. Какие основные принципы лечения мелкоклеточного рака легких?
3. Больной К. 59 лет. Жалобы на кровохарканье, слабость. Объективно: периферические лимфоузлы не увеличены, при перкуссии грудной клетки определяется притупление перкуторного звука справа сзади от 4 ребра вниз; аускультативно: ослабленное дыхание справа в нижних отделах. Рентгенологически: справа - гомогенное затемнение в нижних отделах грудной клетки, объемное уменьшение правого легкого, имеется увеличение лимфоузлов средостения. Бронхоскопия: трахея и бронхи слева без патологии, справа просвет промежуточного бронха щелевидно сужен. Гистологическое исследование: плоскоклеточный рак.
Ваш диагноз. Каковы особенности течения плоскоклеточного рака? Какой объем лечения можно предложить больному?""",









"""1. С какой целью выполняется бронхоскопия при подозрении на рак легких?
2. Каковы особенности течения рака верхушки легкого.
3. Больная Ш. 51 год, курит 20 лет. Постоянный кашель. В анамнезе две пневмонии. Проходит профосмотр. При рентгенологическом исследование грудной клетки выявлено: справа в пределах нижней доли определяется округлое образование, неправильной формы, с лучистыми контурами до 3-х см в диаметре. Лимфоузлы средостения увеличены.Больной выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ.
Предварительный диагноз. Какое гистологическое заключение можно ожидать?Какие еще вы знаете гистологические типы данной опухоли? Какова тактика обследования при подтверждении вашего диагноза?""",









"""1.	Какие пациенты относятся к группе риска по возникновению рака легких?    
2.	Чем отличается мелкоклеточный рак легких от немелкоклеточного?
3. Больная Б. 61 год, дорожная рабочая 35 лет, не курит. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, притупление перкуторного звука слева. Рентгенологическое исследование грудной клетки: слева в 6 сегменте определяется округлое образование с лучистыми контурами до 3х см в диаметре, затемнение в нижних отделах грудной клетки слева. 

Задания:
1.Предположительный диагноз. 
2.План обследования для верификации диагноза. 
3.Какие методы обследования нужно применить для установки распространенности процесса?""",









"""1.	Что характерно для медиастинальной формы рака легких?
2.	Какие методы применяются для диагностики и оценки распространенности опухолевого поражения рака легких?
3.	Больной Е. 62 лет, рабочий никельной промышленности.  Жалобы: на слабость, снижениеработоспособности, сухой кашель. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: справа в пределах нижней доли определяется округлое образование с лучистыми контурами до 6 см в диаметре. Регионарные лимфоузлы не увеличены. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурами от  1,5 до 5 см в диаметре.  

Задания

1.	Предположительный диагноз. 
2.	Какое исследование необходимо провести для верификации диагноза? 
3.	Лечебная тактика.""",







    ],
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#########################################################################################################




    [






"""1.Назовите кожные симптомы РМЖ.
2.Какими препаратами проводится гормонотерапия при РМЖ?
 
3. У пациентки 58 лет в постменопаузе при маммографическом исследовании выявлено узловое образование в верхне-наружном квадранте левой молочной железы. Образование неправильной формы, с тяжами в окружающие ткани, размером 1,5 см. При пункционной биопсии получено подтверждение наличия рака молочной железы, а также высокий уровень рецепторов к эстрогену и прогестерону в опухоли и отсутствие гиперэкспрессии HER2\neu. В анамнезе у больной лимфогранулематоз с поражением загрудинных лимфатических узлов, по поводу которого она получала химиолучевое лечение.
Задания
 1. Определите объем обследования для определения стадии заболевания. 
 2. Какой объем оперативного вмешательства будет предложен этой пациентке и почему?
 3. Какая системная терапия может быть предложена этой пациентке, если у нее нет метастазов в подмышечные лимфатические узлы?""",







"""1.Какие виды хирургического лечения РМЖ вы знаете?
2.От чего зависит прогноз РМЖ?
 
3. Больная Ш. 50 лет. Жалобы на уплотнение в правой молочной железе. В анамнезе  сахарный диабет, ожирение. Менструации с 11 лет. Пременопауза. Объективно: в верхненаружном квадранте правой молочной железы пальпируется уплотнение до 2х см в диаметре, в левой подмышечной области пальпируется увеличенный лимфоузел до 1,5 см в диаметре. Маммография: в верхне-наружном квадранте правой молочной железы определяется затемнение с неровными тяжистыми контурами до 2,5 см в диаметре. Произведена пункция опухоли и подмышечного лимфоузла. Цитологическое исследование: карцинома. Диагноз? Лечебная тактика?""",







"""1.Какова зона облучения после радикальной мастэктомии с метастазами в подмышечные лимфоузлы?
2.Как зрительно определить отек молочной железы? 
3. Пациентка 64 лет поступила с жалобами на плотное безболезненное образование в правой молочной железе размером 3 см, которое она обнаружила самостоятельно 8 месяцев назад.
1. Поставьте предварительный диагноз?
2. Какие обследования надо сделать?       """,







"""1. Назовите кожные симптомы РМЖ.
2.Для чего и кому при РМЖ требуется выключение функции яичников?

3. Больной 32 года, самостоятельно обнаружила опухоль в левой молочной железе. При обследовании по месту жительства выявлено: опухоль в молочной железе размером 1,5 см, при цитологическом заключении поставлен диагноз рак. При исследовании зон регионарного и отдаленного метастазирования данных за мтс   не получено.
1. Назовите зоны регионарного и отдаленного метастазирования.
2. Поставьте стадию заболевания?
3. Определите тактику лечения.""",







"""1.Что такое рак Педжета?
2.В какие органы чаще всего метастазирует РМЖ?

3. Больная 25 лет, жалобы на уплотнение, боли  в молочных железах и увеличение желез в размерах. Данная симптоматика появляется перед менструацией в течение последних 6 месяцев.
1.Поставьте предварительный диагноз?
2.Какие обследования надо провести?""",







"""1.Клинические проявления внутрипротоковой папилломы.
2.Мутация каких генов говорит о предрасположенности к РМЖ?

3. Больной 85 лет, жалобы на плотное безболезненное образование в левой молочной железе, которое пальпируется на протяжении 5 лет. К врачам не обращался. При осмотре в верхнее-наружном квадранте левой молочной железы плотное, бугристое образование без четких контуров размером 3 см. В левой подмышечной области плотный, увеличенный, подвижный, безболезненный лимфоузел. При сканировании костей скелета накопление радиофармпрепарата в головке бедренной кости.
1.Какие обследования надо провести?
2.Поставьте стадию заболевания?
3.Определите план лечения?""",







"""1.Что такое мастопатия?
2.Клиническая картина узловой формы РМЖ?
3. Больная 50 лет, жалобы на кровянистые выделения из сосков.
1. Ваш предварительный диагноз?
2. План обследования?
3. Основной метод лечения?""",







"""1.Расскажите классификацию РМЖ по системе ТNМ.
2.Какими препаратами проводится гормонотерапия при РМЖ?
3. Больная 56 лет, страдает сахарным диабетом. В течение 2 недель правая молочная железа гиперемирована, отечна, сосок втянут.
1. Ваш предварительный диагноз?
2. Определите алгоритм диагностики?
3.С чего надо начать лечение данной больной?""",







"""1.Клиническая картина узловой формы РМЖ?
2. Когда больным делают трепанбиопсию опухоли молочной железы и для чего?
3. У больной 60 лет обнаружена опухоль в левой молочной железе 4 см, конгломерат лимфатических узлов в левой подмышечной области. В зонах отдаленного метастазирования данных за мтс не получено.
1. Назовите зоны отдаленного метастазирования и методы их обследования?
2. Поставьте стадию заболевания?
3. Определите тактику лечения?""",







"""1. Как лечить узловую мастопатию?
2. Что такое рак Педжета?

3. У больной 64 лет правая молочная железа за последние 3 месяца резко увеличилась в размере, стала плотной и бугристой, но безболезненной. Кожа железы не изменена.
1. Каков предварительный диагноз?
2. Составьте план обследования.""",







"""1.Назовите кожные симптомы РМЖ.
2.Какими препаратами проводится гормонотерапия при РМЖ?
3. У больной 47 лет язва в области соска правой молочной железы, которая наблюдается в течение 2 лет.
1. Ваш диагноз?
2. Алгоритм обследования?
3. План лечения?""",







"""1.Что такое мастопатия?
2.Какие виды мастопатий вы знаете?

3.Пациентка 43 лет обратилась с жалобами на обильные выделения из соска правой молочной железы. Беспокоят в течение 2х месяцев. Вначале выделения были светло-желтого цвета, в последнее время приобрели бурый оттенок. Во время последней маммографии, выполненной 6 месяцев назад, патологии не обнаружено. При осмотре: Молочные железы симметричны. При надавливании на правый сосок отмечается наличие выделений бурого цвета.  Выделения из левого соска отсутствуют. При пальпации узловые образования не определяются. Региональные лимфатические узлы не увеличены. 
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения, прогнозе заболевания.""",







"""1.Мутация каких генов говорит о предрасположенности к РМЖ?
2.Какова тактика врача при генетической предрасположенности больной к РМЖ?

3.У больной 18 лет пальпируется круглое эластичное образование в молочной железе. 
Задания
1.  Поставьте диагноз?
2.  Какие исследования надо провести для его уточнения?""",







"""1.Какие лимфоузлы являются регионарными при РМЖ?
2.В какие органы чаще всего метастазирует РМЖ?

3.Больная 56 лет, страдает сахарным диабетом. В течение 2 недель правая молочная железа гиперемирована, отечна, сосок втянут.
Задания
1. Ваш предварительный диагноз?
2. Определите алгоритм диагностики?
3.С чего надо начать лечение данной больной?""",







"""1.Расскажите классификацию РМЖ по системе ТNМ.
2.Назовите кожные симптомы РМЖ.

3.У больной 40 лет рак правой молочной железы Т2N0М0.
Задания
Определите варианты возможного лечения?""",







"""1.Как зрительно определить отек молочной железы?
2.Для чего и кому при РМЖ требуется выключение функции яичников?

3.У больной 60 лет обнаружена опухоль в левой молочной железе 4 см, конгломерат лимфатических узлов в левой подмышечной области. В зонах отдаленного метастазирования данных за мтс не получено.
Задания
1. Назовите зоны отдаленного метастазирования и методы их обследования?
2. Поставьте стадию заболевания?
3. Определите тактику лечения?""",







"""1.Какие осложнения после химиотерапии бывают у больных чаще всего? 
2.Применяется ли гормонотерапия у мужчин раком молочной железы, если да то какая?

3.У больной 47 лет язва в области соска правой молочной железы, которая наблюдается в течение 2 лет.
Задания
1. Ваш диагноз?
2. Алгоритм обследования?
3. План лечения?""",







"""1.Клиническая картина узловой формы РМЖ?
2.Самые частые осложнения гормонотерапии при раке молочной железы.

3.У больной 64 лет правая молочная железа за последние 3 месяца резко увеличилась в размере, стала плотной и бугристой, но безболезненной. Кожа железы не изменена.
Задания
1. Каков предварительный диагноз?
2. Составьте план обследования.""",







"""1.Мутация каких генов говорит о предрасположенности к РМЖ?
2. Какие осложнения после химиотерапии бывают у больных чаще всего? 
3. Пациентка 48 лет обратилась с жалобами на отек, болезненность левой молочной железы. Жалобы возникли 2 недели назад, симптоматика постепенно нарастала. Температура тела 36,6 С. При осмотре: Левая молочная железа больше левой, кожа железы диффузно отечна, гиперемирована. Отмечается повышение локальной температуры. При пальпации умеренно болезненна, диффузно уплотнена за счет отека. Узловые образования не определяются. В левой подмышечной области определяются увеличенные подмышечные лимфатические узлы, плотной консистенции, безболезненные.
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",







"""1. Что такое рак Педжета?
2. Когда выполняются сохранные операции при раке молочной железы?
 3. Больная Ж. 41 год, секретарь. Жалобы на уплотнение в левой молочной железе. Мать умерла от рака молочной железы. В анамнезе 10 абортов, детей нет. Пременопауза. Объективно: в верхненаружном квадранте левой молочной железы пальпируется уплотнение до 3х см в диаметре, в левой подмышечной области пальпируется увеличенный лимфоузел до 1,5 см в диаметре. Маммография: в верхне-наружном квадранте левой молочной железы определяется затемнение с неровными тяжистыми контурами до 3х см в диаметре. Произведена пункция опухоли и подмышечного лимфоузла. Цитологическое исследование: в обоих препаратах обнаружены атипические клетки. Диагноз? Лечебная тактика?""",







"""1. Какие лимфоузлы являются регионарными при РМЖ?
2. Мутация каких генов говорит о предрасположенности к РМЖ?
3. Пациентка 43 лет обратилась с жалобами на обильные выделения из соска правой молочной железы. Беспокоят в течение 2х месяцев. Вначале выделения были светло-желтого цвета, в последнее время приобрели бурый оттенок. Во время последней маммографии, выполненной 6 месяцев назад, патологии не обнаружено. При осмотре: Молочные железы симметричны. При надавливании на правый сосок отмечается наличие выделений бурого цвета.  Выделения из левого соска отсутствуют. При пальпации узловые образования не определяются. Региональные лимфатические узлы не увеличены. 
Задания
1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
2. Назовите необходимые дополнительные исследования.
3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения, прогнозе заболевания.""",







"""1. Расскажите классификацию РМЖ по системе ТNМ.
2. Мутация каких генов говорит о предрасположенности к РМЖ?
3. Больная 25 лет, жалобы на уплотнение, боли  в молочных железах и увеличение желез в размерах. Данная симптоматика появляется перед менструацией в течение последних 6 месяцев.
1.Поставьте предварительный диагноз?
2.Какие обследования надо провести?""",







"""1. Клинические проявления внутрипротоковой папилломы.
2. Основной принцип лечения рака молочной железы.
3. У больной 64 лет правая молочная железа за последние 3 месяца резко увеличилась в размере, стала плотной и бугристой, но безболезненной. Кожа железы не изменена.
1. Каков предварительный диагноз?
2. Составьте план обследования.""",







"""1. Назовите кожные симптомы РМЖ.
2. В какие органы чаще всего метастазирует РМЖ?
3. У больной 18 лет пальпируется круглое эластичное образование в молочной железе.
1.  Поставьте диагноз?
2.  Какие исследования надо провести для его уточнения?""",







"""1. Какие виды хирургического лечения РМЖ вы знаете?
            2. Когда выполняются сохранные операции при раке молочной железы?
3. У больной 60 лет обнаружена опухоль в левой молочной железе 4 см, конгломерат лимфатических узлов в левой подмышечной области. В зонах отдаленного метастазирования данных за мтс не получено.
1. Назовите зоны отдаленного метастазирования и методы их обследования?
2. Поставьте стадию заболевания?
3. Определите тактику лечения?""",







"""1.Что такое мастопатия?
2.Что такое рак Педжета?

3. У больной 18 лет пальпируется круглое эластичное образование в молочной железе.
1.  Поставьте диагноз?
2.  Какие исследования надо провести для его уточнения?""",







"""1.Клиническая картина отечно-инфильтративной формы рака.
2.Когда больным делают трепанбиопсию опухоли молочной железы и для чего?

3. Больной П.,  53 лет по поводу  диссеминированного рака молочной железы с метастазами в легкие и печень проведено 4 курса 2 линии полихимиотерапии по схеме:  гемцитабин + цисплатин.

Вопросы:
1. Какое наиболее опасное осложнение  цисплатина  следует  ожидать у больной?
2. Какое методы обследования  регулярно нужно проводить, чтобы не пропустить данное осложнение  на  фоне  химиотерапии  цисплатином? """,







"""1.Клинические проявления внутрипротоковой папилломы.
2.Какие осложнения после химиотерапии бывают у больных чаще всего? 

3.У больной выявлен рак молочной железы 1 стадии.
1. К какой клинической группе она относится?
2. Какие дальнейшие действия онколога по месту жительства?""",







"""1.Клиническая картина узловой формы РМЖ?
2.Каков алгоритм диагностики больных с подозрением на опухоль молочной железы?

3.Больная Б., 53 лет. Семейный анамнез: без особенностей. Менструации с 11 лет. Жалобы на увеличение в размерах левой молочной железы, покраснение кожи. Объективно: молочная железа увеличена в объеме, уплотнена, кожа над ней гиперемирована, имеет вид лимонной корки. По результатам дообследования (рентгенологическое исследование легких, УЗИ малого таза и брюшной полости): признаков диссеминации процесса нет. 
Выставлен диагноз: Первично отечно-инфильтративный рак левой молочной железы.T4N0M0.  Больной рекомендовано провести индукционную системную терапию
Каковы основные принципы обследования и подготовки к лечению больной?""",







"""1.В какие органы чаще всего метастазирует РМЖ?
2.Применяется ли гормонотерапия у мужчин раком молочной железы, если да то какая?

3.Больной П.,  53 лет по поводу  диссеминированного рака молочной железы с метастазами в легкие и печень проведено 4 курса 2 линии полихимиотерапии по схеме:  гемцитабин + цисплатин.

Вопросы:
1. Какое наиболее опасное осложнение  цисплатина  следует  ожидать у больной?
2. Какое методы обследования  регулярно нужно проводить, чтобы не пропустить данное осложнение  на  фоне  химиотерапии  цисплатином? """,







"""1.Для чего и кому при РМЖ требуется выключение функции яичников?
2.Какие осложнения после химиотерапии бывают у больных чаще всего?

3.У пациентки 64 лет по поводу рака правой молочной железы проведена радикальная мастэктомия справа. В послеоперационном периоде  проведена лучевая терапия на  рубец  и  зоны регионарного лимфооттока.  Далее пациентка в течение 3 лет получала гомонотерапию – тамоксифен с профилактической целью. Спустя 3 года после лечения у пациентки  вывлены  метастазы в  легкие и кости. Пациентка расстроена и отказывается от дальнейшего  лечения  обосновывая  это отсутствием его перспективностью.

Вопросы:
1. Какие доводы нужно найти в беседе с пациенткой и ее родственниками о необходимости проведения  лечения.
2. Определите дальнейшую тактику лечения и ведения пациентки.""",







"""1.Как лечить узловую мастопатию?
2.Какова тактика врача при генетической предрасположенности больной к РМЖ?

3.К гинекологу на ежегодный профилактический пришла женщина 56 лет с отсутствием специфических жалоб. При гинекологическом осмотре врач обнаружил на шейке матке очаг инфильтрации и покраснения размером 0,7 см. Врач заподозрил у данной пациентке рак шейки матки.

Вопросы: 
1. Какие дополнительные исследования он должен провести пациентке для установления точного диагноза? 
2. Учитывая возраст данной женщины, какую еще наиболее частую онкопатологию должен  исключить  врач?""",







"""1.Какова зона облучения после радикальной мастэктомии с метастазами в подмышечные лимфоузлы?
2.От чего зависит прогноз РМЖ?

3.Больная Б., 55 лет. Семейный анамнез: рак молочной железы у матери и бабушки. Менструации с 11 лет.  Фиброзно-кистозная мастопания с 35 лет.  Обратилась к онкологу-маммологу с жалобами на увеличение в размерах и покраснение кожи левой молочной железы. Объективно: левая молочная железа увеличена в объеме, уплотнена, кожа над ней гиперемирована, имеет вид лимонной корки, левые аксилярные лимфоузлы при пальпации увеличены, малоподвижны, другие группы периферических лимфоузлов при пальпации и УЗИ не увеличены. По результатам обследования (рентгенологическое исследование огганов грудной клетки, УЗИ малого таза и брюшной полости, сцинтиграфии  костей  скелета): признаков диссеминации опухолевого процесса нет. 
Выставлен диагноз: Первично отечно-инфильтративный рак левой молочной железы. T4N2M0.  Больной рекомендовано проведение полихимиотерапии. 

Вопросы: 
1. Каковы основные цели химиотерапии?
2. Какие методы лечения в дальнейшем могут быть проведены данной пациентке?""",







"""1.Расскажите классификацию РМЖ по системе ТNМ.
 2.Каков алгоритм диагностики больных с подозрением на опухоль молочной железы?

3. У больной 18 лет пальпируется круглое эластичное образование в молочной железе. 
1.  Поставьте диагноз?
2.  Какие исследования надо провести для его уточнения?""",







    ],
####################################################################################################################################
####################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
#################################################################################################################################################
    
    [


"""1.	Какие показания к послеоперационной лучевой терапии?
2.	Какова зона облучения после радикальной мастэктомии с метастазами в подмышечные лимфоузлы?
3.	Перечислите основные формы роста опухоли гортани.

4.	Больная М., 39 лет. Жалобы на наличие новообразования на наружной поверхности правого плеча, которое увеличилось в размерах за последние 2 месяца. При осмотре: на латеральной поверхности плеча имеется узловое образование, размерами 3х4см,  на широком основании, с выраженным сосудистым компонентом, бордово-коричневого цвета, легко кровоточит при  пальпации, безболезненно. В правой подмышечной впадине пальпируются увеличенные до 2 см лимфоузлы. Отдаленных метастазов не выявлено.
    Ваш предположительный диагноз?
    Какова ваша схема лечения данного больного?
    Какие пути метастазирования данной опухоли?

5.	У пациента 75 лет диссеминированный рак предстательной железы с множественными метастазами в   кости.
    1.	К какой клинической группе он относится? 
    2.	Определите план его лечения?""",







"""1.	Дайте определение «Меланома».
2.	Какова структурная организация онкодиспансера?
3.	Каков механизм действия цитостатиков?

4.	Больная Б., 53 лет. Семейный анамнез: без особенностей. Менструации с 11 лет. Жалобы на увеличение в размерах левой молочной железы, покраснение кожи. Объективно: молочная железа увеличена в объеме, уплотнена, кожа над ней гиперемирована, имеет вид лимонной корки. По результатам дообследования (рентгенологическое исследование легких, УЗИ малого таза и брюшной полости): признаков диссеминации процесса нет. Выставлен диагноз: Первично отечно-инфильтративный рак левой молочной железы.T4N0M0.  Больной рекомендовано провести индукционную системную терапию
    Каковы основные принципы обследования и подготовки к лечению больной?

5.	Больной К., 56 лет, поступил клинику с направительным диагнозом: рак гортани. Метастазы в шейные лимфатические узлы шеи. При осмотре признаков стеноза гортани (одышки, втянутости надключичной и яремной ямок). При непрямой ларингоскопии: вестибулярный отдел гортани не изменён, левая голосовая складка гиперемирована, край её ровный, правая складка серая. В подголосовой области слева определяется крупнобугристый инфильтрат серо-розового цвета, размерами до 2 см. Левая половина гортани неподвижна. Голосовая щель сужена. 
    1. Какое обследование нужно провести больному? 
    2. Какую операцию нужно выполнить больному? 
    3. Какое дополнительное лечение кроме операции необходимо проводить?""",







"""1.	Каковы методы контактной лучевой терапии?От чего зависит прогноз РМЖ?
2.	От чего зависит прогноз РМЖ?
3.	Какие виды лечения применяются при раке  легких?

4.	Больная Ш. 50 лет. Жалобы на уплотнение в правой молочной железе. В анамнезе  сахарный диабет, ожирение. Менструации с 11 лет. Пременопауза. Объективно: в верхненаружном квадранте правой молочной железы пальпируется уплотнение до 2х см в диаметре, в левой подмышечной области пальпируется увеличенный лимфоузел до 1,5 см в диаметре. Маммография: в верхне-наружном квадранте правой молочной железы определяется затемнение с неровными тяжистыми контурами до 2,5 см в диаметре. Произведена пункция опухоли и подмышечного лимфоузла. Цитологическое исследование: карцинома. 
    Диагноз? 
    Лечебная тактика?

5.	Больной Б. 62 лет, шахтер. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки и боли в правом подреберье. Объективно: слева дыхание ослабленное везикулярное и притупление перкуторного звука от 4-го ребра.При бронхоскопии – трахея и бронхи без патологии.  Выполнено рентгенологическое исследование грудной клетки: 
    Предположительный диагноз. 
    Что необходимо для верификации диагноза? 
    Какие рентгенологические признаки данного заболевания вы знаете?""",





"""1.	Какие опухоли малочувствительны к химиотерапии?
2.	Определение уровня инвазии по Кларку и Бреслоу при меланоме.
3.	Назовите основные методы лечения рака гортани.

4.	У больной 40 лет рак правой молочной железы Т2N0М0.
    Определите варианты возможного лечения?

5.	Больной Б. 57 лет.  Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: слева в пределах нижней доли определяется округлое образование с лучистыми контурами до 5 см в диаметре. Имеетсяувеличение  лимфоузлов средостения. Бронхоскопия: трахея и бронхи без патологии. УЗИ брюшной полости: печень, почки - без патологии. Выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ. Цитологическое исследование пунктата: муцинознаяаденокарцинома. Сканирование костей скелета – без патологии.
    Ваш диагноз. 
    Какова будет лечебная тактика? 
    Какие вы знаете гистологические типы данной опухоли?""",





"""1.	Какие бывают побочные эффекты по срокам возникновения?
2.	Какие заболевания относятся к факультативному и облигатному предраку кожи?
3.	Назовите зоны регионарного метастазирования при раке гортани.

4.	У больной Р.,50 лет диагностирован рак щитовидной железы. При осмотре определяется плотный узел в правой доле, лимфоузлы 34 см по ходу кивательной мышцы плотные, увеличенные, безболезненные. 
    А) Как радикально лечить больную? 
    Б) Следует ли после операции проводить еще дополнительное специализированное лечение? 

5.	Больной Е. 62 лет, рабочий никельной промышленности.  Жалобы: на слабость, снижениеработоспособности, сухой кашель. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: справа в пределах нижней доли определяется округлое образование с лучистыми контурами до 6 см в диаметре. Регионарные лимфоузлы не увеличены. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурами от  1,5 до 5 см в диаметре.  
    Предположительный диагноз. 
    Какое исследование необходимо провести для верификации диагноза? 
    Лечебная тактика.""",






"""1.	Как установить диагноз, и в какой срок пациенту с подозрением на опухоль? 
2.	Какие основные принципы диагностики базальноклеточного рака кожи и плоскоклеточного рака кожи?
3.	В каких случаях выполняется лобэкомия, билобэктомия?

4.	Больной Б. 62 лет, шахтер. Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки и боли в правом подреберье. Объективно: слева дыхание ослабленное везикулярное и притупление перкуторного звука от 4-го ребра.При бронхоскопии – трахея и бронхи без патологии.  Выполнено рентгенологическое исследование грудной клетки: 
    Предположительный диагноз. 
    Что необходимо для верификации диагноза? 
    Какие рентгенологические признаки данного заболевания вы знаете?

5.	Больной К., 50 лет. Предъявляет жалобы на охриплость голоса. Около 6 месяцев назад больной отметил появление охриплости, к врачу не обращался, лечение не проводилось. Охриплость постепенно усиливалась, появились боли при глотании. При осмотре признаков стеноза гортани (одышки, втянутости надключичной и яремной ямок). Шейные лимфатические узлы не увеличены. При непрямой ларингоскопии выявлен бугристый инфильтрат на правой голосовой складке, подвижность её заметно ограничена. Голосовая щель достаточна для дыхания. В подголосовом пространстве изменений нет. 
    1. Поставьте диагноз. Какие факторы риска способствуют развитию рака гортани? 
    2. Какое обследование назначить больному? 
    3. Какое лечение нужно выполнить больному?""",






"""1.	Какие документы заполняются на онкологического больного с IV стадией заболевания?
2.	Какая клиническая классификация меланом?
3.	Что такое микроларингоскопия?

4.	Больная 50 лет, жалобы на кровянистые выделения из сосков.
    1. Ваш предварительный диагноз?
    2. План обследования?
    3. Основной метод лечения?

5.	Больная Ш., 35 лет обратилась в поликлинику с жалобами на изменение цвета, формы и размеров пигментного новообразования на коже передней брюшной стенки. При осмотре выявлен новообразование размером 2,5 см, темно-коричневое, без пушковых волос, с венчиком гиперемии по окружности. Регионарные лимфатические узлы не пальпируются.
	Ваш диагноз?
	Назначьте план обследования и лечения.""",






"""1.	Что такое радиомодификаторы?
2.	Что такое дерматоскопия? 
3.	Каковы особенности течения рака верхушки легкого.

4.	Больная поступила с жалобами на раздражительность, потливость, слабость, сердцебиение. Считает себя больным 2 года. Щитовидная железа не увеличена. Основной обмен – 30%. При физикальном обследовании больной никакой патологии не выявлено. 
    А) Какие дополнительные исследования необходимы для уточнения диагноза? 
    Б) У каких специалистов должна лечиться это больная?

5.	У пациента  69 лет по  поводу  диссеминированного рака нижней доли правого легкого проведена системная полихимиотерапия без эффекта. У пациента имеется прогрессирование опухолевого процесса в виде появления тотального экссудативного метастатического плеврита справа.  Пациенту выполнена плевральная пункция,  удалено 4000 мл серозно-геморрагического экссудата. Цитологическое заключение: рак, метастатический.  Пациенту  проведена  внутриплевральная  химиотерапия  цисплатином с эффектом. 
    1. К какому виду химиотерапии по способу введения относится внутриплевральная терапия? 
    2. К какой группе цитостатиков относится цисплатин?""",






"""1.	Что включают в себя исследования для верификации диагноза злокачественной опухоли?
2.	Назовите особенности клинического течения плоскоклеточного рака кожи.
3.	Какой минимальный объем операции выполняется при раке щитовидной железы?

4.	После экономного хирургического удаления у пациента пигментного невуса на коже спины  (отстут от краев невуса при иссечении по 2 мм)  хирург поликлиники получил  при плановом гистологического исследовании следующее заключение: пигментная эпителиоидноклеточная  меланома кожи, толщина опухоли 4 мм,  опухоль с изъязвлением.
    1. Куда должен направить пациента хирург и какие сопроводительные документы он должен оформить? 
    2. Нуждается ли пациент в дополнительном хирургическом лечении и  какой объем обследования  ему нужно провести?

5.	Больная Ж., 50 лет, радиолог. В анамнезе: зоб, повышенные цифры ТТГ. Семейный анамнез: бабушка умерла от рака щитовидной железы. Жалобы на увеличение темпа рост зоба, появление уплотнения в ткани железы. Объективно: температура тела - N,  щитовидная железа увеличена в размерах, в ткани железы пальпируется уплотнение без четких границ.  По результатам обследования  обращает на себя внимание повышенный уровень кальцитонина. 
    Ваш диагноз? 
    С какими заболеваниями нужно проводить дифференциальную диагностику?""",






"""1.	Что такое фазаспецифические, циклоспецифические и циклонеспецифические цитостатики?
2.	Применяется ли гормонотерапия у мужчин раком молочной железы, если да то какая?
3.	Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком  легких?

4.	К гинекологу на ежегодный профилактический пришла женщина 56 лет с отсутствием специфических жалоб. При гинекологическом осмотре врач обнаружил на шейке матке очаг инфильтрации и покраснения размером 0,7 см. Врач заподозрил у данной пациентке рак шейки матки.
    1. Какие дополнительные исследования он должен провести пациентке для установления точного диагноза? 
    2. Учитывая возраст данной женщины, какую еще наиболее частую онкопатологию должен  исключить  врач?

5.	У пациента 38 лет в косметологической клинике 4 месяца назад было удалено пигментное образование правого предплечья. В настоящее время в области послеоперационного рубца появилось уплотнение с черным пигментным окрашиванием размером 4 мм. Также в подмышечной области справа определяются подмышечные лимфоузлы, увеличенные до 1,5 см, плотноэластичной консистенции.
    1. Сформулируйте и обоснуйте предположительный диагноз. 
    2. Назовите необходимые дополнительные исследования.
    3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",






"""1.	Какой основной побочный эффект у препаратов платины?
2.	Какова зона облучения после радикальной мастэктомии с метастазами в подмышечные лимфоузлы?
3.	Какие вы знаете особенности мелкоклеточного рака легких?

4.	Больная Ш., 35 лет обратилась в поликлинику с жалобами на изменение цвета, формы и размеров пигментного новообразования на коже передней брюшной стенки. При осмотре выявлен новообразование размером 2,5 см, темно-коричневое, без пушковых волос, с венчиком гиперемии по окружности. Регионарные лимфатические узлы не пальпируются.
    Ваш диагноз?
    Назначьте план обследования и лечения.

5.	У пациента 38 лет в косметологической клинике 4 месяца назад было удалено пигментное образование правого предплечья. В настоящее время в области послеоперационного рубца появилось уплотнение с черным пигментным окрашиванием размером 4 мм. Также в подмышечной области справа определяются подмышечные лимфоузлы, увеличенные до 1,5 см, плотноэластичной консистенции.
	1. Сформулируйте и обоснуйте предположительный диагноз. 
	2. Назовите необходимые дополнительные исследования.
	3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",






"""1.	Какие методы применяют для диагностики и оценки распространенности опухолевого поражения рака щитовидной железы?
2.	Расскажите классификацию РМЖ по системе ТNМ.
3.	 Какие паранеопластические синдромы встречаются при раке легких?

4.	У больной 60 лет 10 лет назад диагностирован узловой эутиреоидный зоб размерами 53 см. За последние полгода образование увеличилось вдвое, ухудшилось общее состояние больной, появились слабость, быстрая утомляемость. При пальпации поверхность щитовидной железы неровная, консистенция плотная. Образование малоподвижное. Лимфоузлы на левой половине шеи увеличены, плотные. 
    А) Ваш предварительный диагноз? 
    Б) С помощью какого метода можно установить точный диагноз? 
    В) Тактика лечения этой больной?
          
5.	 Больной 69 лет обратился с жалобами на изъязвленное кожное образование в области лба. Со слов больного образование существует в течение нескольких лет. Отмечает медленный рост образования. 4 месяца назад образовалась маленькая язвочка в области образования, которая постепенно увеличивается. При осмотре: В области лба поверхностное образование 1,5х2,5 см, выступающее над поверхностью кожи с изъязвлением в центре. Шейные лимфатические узлы не увеличены.  
    1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
    2. Назовите необходимые дополнительные исследования.
    3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",






"""1. Что такое фракционированная лучевая терапия? Какие радиобиологические основы фракционирования?
2. В какие лимфоузлы метастазирует рак легких?
3. Какие виды лечения применяются при раке щитовидной железы?

4. Больная Б., 53 лет. Семейный анамнез: рак молочной железы у матери. Менструации с 11 лет. Жалобы на наличие узлового образования в правой молочной железе, увеличение лимфоузлов в правой подмышечной области. Объективно: молочные железы симметричны. Кожные покровы не изменены. При пальпации в в верхне-наружном квадранте правой молочной железы определяется плотная опухоль до 6 см. В правой подмышечной области конгломерат лимфоузлов до 2,5 см. По результатам дообследования (рентгенологическое исследование легких, сцинтиграфия костей скелета, УЗИ печени): отдаленные метастазы не выявлены. Выставлен диагноз: рак правой молочной железы T3N2M0. Больной планируется комбинированное лечение: неоадъювантная ПХТ,  хирургическое лечение, ЛТ
    Каковы основные цели неоадъювантной химиотерапии?

5. Пациентка 43 лет обратилась с жалобами на обильные выделения из соска правой молочной железы. Беспокоят в течение 2х месяцев. Вначале выделения были светло-желтого цвета, в последнее время приобрели бурый оттенок. Во время последней маммографии, выполненной 6 месяцев назад, патологии не обнаружено. При осмотре: Молочные железы симметричны. При надавливании на правый сосок отмечается наличие выделений бурого цвета.  Выделения из левого соска отсутствуют. При пальпации узловые образования не определяются. Региональные лимфатические узлы не увеличены. 
	1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
	2. Назовите необходимые дополнительные исследования.
	3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения, прогнозе заболевания.""",






"""1. Чем купировать тошноту и рвоту больным при химиотерапии?
2. От чего зависит прогноз РМЖ?
3. Что такое фазаспецифические, циклоспецифические и циклонеспецифические цитостатики?

4. Больная Б., 53 лет. Семейный анамнез: рак молочной железы у матери. Менструации с 11 лет. Жалобы на наличие узлового образования в правой молочной железе, увеличение лимфоузлов в правой подмышечной области. Объективно: молочные железы симметричны. Кожные покровы не изменены. При пальпации в в верхне-наружном квадранте правой молочной железы определяется плотная опухоль до 6 см. В правой подмышечной области конгломерат лимфоузлов до 2,5 см. По результатам дообследования (рентгенологическое исследование легких, сцинтиграфия костей скелета, УЗИ печени): отдаленные метастазы не выявлены. Выставлен диагноз: рак правой молочной железы T3N2M0. Больной планируется комбинированное лечение: неоадъювантная ПХТ,  хирургическое лечение, ЛТ
    Каковы основные цели неоадъювантной химиотерапии?

5. Больной Б. 57 лет.  Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: слева в пределах нижней доли определяется округлое образование с лучистыми контурами до 5 см в диаметре. Имеетсяувеличение  лимфоузлов средостения. Бронхоскопия: трахея и бронхи без патологии. УЗИ брюшной полости: печень, почки - без патологии. Выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ. Цитологическое исследование пунктата: муцинознаяаденокарцинома. Сканирование костей скелета – без патологии.
    Ваш диагноз. 
    Какова будет лечебная тактика? 
    Какие вы знаете гистологические типы данной опухоли?""",






"""1. Какие бывают побочные эффекты по срокам возникновения?
2. Чем отличается мелкоклеточный рак легких от немелкоклеточного?
3. Самые частые осложнения гормонотерапии при раке молочной железы.

4. Пациентка 43 лет обратилась с жалобами на обильные выделения из соска правой молочной железы. Беспокоят в течение 2х месяцев. Вначале выделения были светло-желтого цвета, в последнее время приобрели бурый оттенок. Во время последней маммографии, выполненной 6 месяцев назад, патологии не обнаружено. При осмотре: Молочные железы симметричны. При надавливании на правый сосок отмечается наличие выделений бурого цвета.  Выделения из левого соска отсутствуют. При пальпации узловые образования не определяются. Региональные лимфатические узлы не увеличены. 
	1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
	2. Назовите необходимые дополнительные исследования.
	3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения, прогнозе заболевания.

5. Больной К., 56 лет, поступил клинику с направительным диагнозом: рак гортани. Метастазы в шейные лимфатические узлы шеи. При осмотре признаков стеноза гортани (одышки, втянутости надключичной и яремной ямок). При непрямой ларингоскопии: вестибулярный отдел гортани не изменён, левая голосовая складка гиперемирована, край её ровный, правая складка серая. В подголосовой области слева определяется крупнобугристый инфильтрат серо-розового цвета, размерами до 2 см. Левая половина гортани неподвижна. Голосовая щель сужена. 
    1. Какое обследование нужно провести больному? 
    2. Какую операцию нужно выполнить больному? 
    3. Какое дополнительное лечение кроме операции необходимо проводить?""",






"""1.	Какие предраковые состояния щитовидной железы Вы знаете?
2.	Какие новообразования относятся к доброкачественным заболеваниям кожи?
3.	Как зрительно определить отек молочной железы?

4.	Больной Т., 45 лет.  Предъявляет жалобы на снижение звучности голоса, затруднение акта глотания, боли в костях, за грудиной. Больной длительно лечился тиреостатиками. При осмотре щитовидная железа увеличена в размерах, отмечается ограничение ее смещаемости, увеличение шейных лимфоузлов. 
    Ваш предварительный диагноз? 
    Какие современные методы диагностики позволяют подтвердить диагноз?
5.	Больная 25 лет, жалобы на уплотнение, боли  в молочных железах и увеличение желез в     размерах. Данная симптоматика появляется перед менструацией в течение последних 6 месяцев.
    1.Поставьте предварительный диагноз?
    2.Какие обследования надо провести?""",





"""1.	Как установить диагноз, и в какой срок пациенту с подозрением на опухоль?
2.	Хирургическое и системное лечение меланомы в зависимости от стадии.
3.	Мутация каких генов говорит о предрасположенности к РМЖ?

4.	Больная поступила с жалобами на раздражительность, потливость, слабость, сердцебиение. Считает себя больным 2 года. Щитовидная железа не увеличена. Основной обмен – 30%. При физикальном обследовании больной никакой патологии не выявлено. 
    А) Какие дополнительные исследования необходимы для уточнения диагноза? 
    Б) У каких специалистов должна лечиться это больная?

5.	У больной 18 лет пальпируется круглое эластичное образование в молочной железе. 
    1.  Поставьте диагноз?
    2.  Какие исследования надо провести для его уточнения?""",






"""1. Что является поводом для назначения исследования онкомаркеров?
2. Какую роль играет адъювантная терапия в лечении плоскоклеточного рака кожи?
3. Назовите предраковые заболевания и факторы риска, способствующие возникновению рака гортани.

4. Больная Ш., 35 лет обратилась в поликлинику с жалобами на изменение цвета, формы и размеров пигментного новообразования на коже передней брюшной стенки. При осмотре выявлен новообразование размером 2,5 см, темно-коричневое, без пушковых волос, с венчиком гиперемии по окружности. Регионарные лимфатические узлы не пальпируются.
    1.	Ваш диагноз?
    2.	Назначьте план обследования и лечения.

5. Пациентка 48 лет обратилась с жалобами на отек, болезненность левой молочной железы. Жалобы возникли 2 недели назад, симптоматика постепенно нарастала. Температура тела 36,6 С. При осмотре: Левая молочная железа больше левой, кожа железы диффузно отечна, гиперемирована. Отмечается повышение локальной температуры. При пальпации умеренно болезненна, диффузно уплотнена за счет отека. Узловые образования не определяются. В левой подмышечной области определяются увеличенные подмышечные лимфатические узлы, плотной консистенции, безболезненные.
    1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
    2. Назовите необходимые дополнительные исследования.
    3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",





"""1. Какие клинические онкологические группы вы знаете?
2. Перечислите осложнения рака легких.
3. Расскажите классификацию РМЖ по системе ТNМ.

4. Больная Ж., 50 лет, радиолог. В анамнезе: зоб, повышенные цифры ТТГ. Семейный анамнез: бабушка умерла от рака щитовидной железы. Жалобы на увеличение темпа рост зоба, появление уплотнения в ткани железы. Объективно: температура тела - N,  щитовидная железа увеличена в размерах, в ткани железы пальпируется уплотнение без четких границ.  По результатам обследования  обращает на себя внимание повышенный уровень кальцитонина. 
    Ваш диагноз. 
    С какими заболеваниями нужно проводить дифференциальную диагностику?

5. Больной Х. 67 лет, рабочий никельной промышленности.  Жалобы: на слабость, боли в верхней части плеча с распространением на локтевую поверхность, охриплость голоса, опущение верхнего века, слабость мышц кисти. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование органов грудной клетки: справа в пределах верхней доли определяется округлое образование с лучистыми контурами до 3 см в диаметре. Регионарные лимфоузлы не увеличены. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурамидо 3 см в диаметре.  При пункции очагов печени: аденокарцинома.
    Ваш диагноз. 
    Какой синдром обнаружен у больного? 
    Какое исследование необходимо провести для верификации диагноза?""",





"""1. Какие лабораторные методы исследования и с какой целью применяются при подозрении на злокачественное новообразование?
2. Какие методы применяют для диагностики и оценки распространенности опухолевого поражения рака щитовидной железы?
3. В какие лимфатические узлы метастазирует рак легких?

4. Больной К., 50 лет. Предъявляет жалобы на охриплость голоса. Около 6 месяцев назад больной отметил появление охриплости, к врачу не обращался, лечение не проводилось. Охриплость постепенно усиливалась, появились боли при глотании. При осмотре признаков стеноза гортани (одышки, втянутости надключичной и яремной ямок). Шейные лимфатические узлы не увеличены. При непрямой ларингоскопии выявлен бугристый инфильтрат на правой голосовой складке, подвижность её заметно ограничена. Голосовая щель достаточна для дыхания. В подголосовом пространстве изменений нет. 
    1. Поставьте диагноз. Какие факторы риска способствуют развитию рака гортани? 
    2. Какое обследование назначить больному? 
    3. Какое лечение нужно выполнить больному?

5. У больного 48 лет, недавно перенесшего острую респираторную вирусную инфекцию, при контрольном осмотре спустя 2 года после лечения хирургическим методом меланомы кожи грудной стенки II уровня инвазии по Кларку обнаружены увеличенные до 3см лимфатические узлы в подмышечной области справа.
Ваши действия?""",





"""1.	Назовите пути  метастазирования меланомы.
2.	Какова тактика врача при генетической предрасположенности больной к РМЖ?
3.	Какие инструментальные методы диагностики используют для постановки диагноза рака гортани?
4.	У пациентки 58 лет в постменопаузе при маммографическом исследовании выявлено узловое образование в верхне-наружном квадранте левой молочной железы. Образование неправильной формы, с тяжами в окружающие ткани, размером 1,5 см. При пункционной биопсии получено подтверждение наличия рака молочной железы, а также высокий уровень рецепторов к эстрогену и прогестерону в опухоли и отсутствие гиперэкспрессии HER2\neu. В анамнезе у больной лимфогранулематоз с поражением загрудинных лимфатических узлов, по поводу которого она получала химиолучевое лечение. 1. Определите объем обследования для определения стадии заболевания. 2. Какой объем оперативного вмешательства будет предложен этой пациентке и почему? 3.Какая системная терапия может быть предложена этой пациентке, если у нее нет метастазов в подмышечные лимфатические узлы?
5.	Больная Г. 58 лет, стаж курения более 30 лет. Жалобы на кровохарканье, слабость, утомляемость. В анамнезе: хронический бронхит, частые пневмонии. Объективно: пониженного питания, кожные покровы бледные, пальпируются плотные, увеличенные надключичные лимфоузлы до 1,5 в диаметре, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий,подвздут, безболезненный, печень не увеличена.  Мочеиспускание в норме.  Больной выполнена бронхоскопия с биопсией. Гистологическое заключение:среди элементов воспаления встречаются группы мелких, тесно     прилежащих друг к другу клеток, напоминающие виноградные грозди и "фасетки", клетки представлены в виде "голых" ядер в скоплениях. Ядра несколько полиморфны с грубым, интенсивно окрашенным хроматином. Для какого гистологического типа характерно подобное гистологическое описание? Каковы клинические особенности данного типа опухоли? Как лечить таких больных?""",





"""1. Какие основные принципы диагностики базальноклеточного рака кожи и плоскоклеточного рака кожи?
2. Что значит группа риска в онкологии?
3. Что такое рак Педжета?

4. У больной Р.,50 лет диагностирован рак щитовидной железы. При осмотре определяется плотный узел в правой доле, лимфоузлы 34 см по ходу кивательной мышцы плотные, увеличенные, безболезненные. 
    А) Как радикально лечить больную? 
    Б) Следует ли после операции проводить еще дополнительное специализированное лечение? 

5. Больной 85 лет, жалобы на плотное безболезненное образование в левой молочной железе, которое пальпируется на протяжении 5 лет. К врачам не обращался. При осмотре в верхнее-наружном квадранте левой молочной железы плотное, бугристое образование без четких контуров размером 3 см. В левой подмышечной области плотный, увеличенный, подвижный, безболезненный лимфоузел. При сканировании костей скелета накопление радиофармпрепарата в головке бедренной кости.
    1.Какие обследования надо провести?
    2.Поставьте стадию заболевания?
    3.Определите план лечения?""",







"""1.	Что такое «доза излучения» и какие бывают дозы?
2.	Дайте определение «Меланома».
3.	Назовите зоны регионарного метастазирования при раке гортани.

4.	  Больная 56 лет, страдает сахарным диабетом. В течение 2 недель правая молочная железа гиперемирована, отечна, сосок втянут.
    1. Ваш предварительный диагноз?
    2. Определите алгоритм диагностики?
    3.С чего надо начать лечение данной больной?

5.	Больной Б. 57 лет.  Жалобы: на сухой кашель, периодические боли в левой половине грудной клетки. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет. Рентгенологическое исследование органов грудной клетки: слева в пределах нижней доли определяется округлое образование с лучистыми контурами до 5 см в диаметре. Имеетсяувеличение  лимфоузлов средостения. Бронхоскопия: трахея и бронхи без патологии. УЗИ брюшной полости: печень, почки - без патологии. Выполнена чрезкожнаятрансторокальная пункция опухолевого образования под контролем УЗИ. Цитологическое исследование пунктата: муцинозная аденокарцинома. Сканирование костей скелета – без патологии.
    Ваш диагноз.
    Какова будет лечебная тактика? 
    Какие вы знаете гистологические типы данной опухоли?""",






"""1. Что такое эффективная доза?
2.Какие заболевания относятся к факультативному и облигатному предраку кожи?
3.Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком щитовидной железы?

4. Больной 32 года, самостоятельно обнаружила опухоль в левой молочной железе. При обследовании по месту жительства выявлено: опухоль в молочной железе размером 1,5 см, при цитологическом заключении поставлен диагноз рак. При исследовании зон регионарного и отдаленного метастазирования данных за мтс   не получено.
    1. Назовите зоны регионарного и отдаленного метастазирования.
    2. Поставьте стадию заболевания?
    3. Определите тактику лечения.

5. Больной обратился в поликлинику с жалобами на охриплость и боли в горле усиливающиеся при глотании.При осмотре обращают на себя внимание увеличенные шейные лимфатические узлы.  При  фиброларингоскопии слизистая гортаноглотки и гортани не изменены, но отмечается отечность и сужение провета гортани. 
    А) Какие дополнительные методы исследования нужно провести? 
    Б) С помощью какого метода диагностики можно взять прицельно пункцию и верифицировать диагноз?""",





"""1.Назовите наиболее частые осложнения при химиотерапии.
2.Хирургическое и системное лечение меланомы в зависимости от стадии.
3.Куда наиболее часто метастазирует  рак легких?

4. У больного Ш., 63 лет через 2 года после резекции печени по поводу гепатоцеллюлярного  рака  левой  доли  печени при контрольном обследовании в онкологической клинике выявлены: множественные очаги в оставшейся правой доле печени от 1,0 до 2,5 см.  Лимфоузлы ворот печени не увеличены.  Желтухи и асцита нет.  При рентгенографии ОГК - без очаговых изменений. Пациенту  провели  внутрипеченочную химиотерапию доксорубицином. Введение цитостатика осуществлялось через правую печеночную артерию.
    1. К какому виду химиотерапии по способу введения относится внутрипеченочная  цитостатическая  терапия? 
    2. К какой группе цитостатиков относится  доксорубицин?

5. Больная 71 года обратилась с жалобами на образование кожи в области правого плеча, болезненность при поднятии правой верхней конечности. Из анамнеза известно, что образование в этой области существует 3 года. Появилось в зоне ожога, полученного 10 лет назад. В последний год отметила уплотнение образования, увеличение его в размере. При осмотре: на коже правого плеча образование 4х3 см, слегка выступающее над поверхностью кожи, с наличием гиперкератоза по его периферии. Отмечено значительное увеличение подмышечных лимфатических узлов справа, которые сливаются в конгломерат до 5 см в диаметре. При пальпации имеют плотно-эластическую консистенцию. Безболезненны.
    1. Сформулируйте и обоснуйте предположительный диагноз. С какими заболеваниями необходимо провести дифференциальную диагностику.
    2. Назовите необходимые дополнительные исследования.
    3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.""",






"""1.	Диагностический алгоритм дифференциальной диагностики меланомы.
2.	Какие инструментальные методы диагностики используют для постановки диагноза рака гортани?
3.	От чего зависит прогноз РМЖ?

4.	Больная 70 лет. По поводу рака правой молочной железы Т1№0М0 проводится послеоперационная лучевая терапия после выполненной радикальной резекции правой молочной железы.  
    Какие возможные лучевые реакции при проведении лучевой терапии?
    Какие существуют методы профилактики кожной лучевой реакции? 

5.	У больной 47 лет язва в области соска правой молочной железы, которая наблюдается в течение 2 лет.
    1. Ваш диагноз?
    2. Алгоритм обследования?
    3. План лечения?""",





"""1.	Какими путями распространяется рак легких?
2.	Какие опухоли можно излечить только с помощью химиотерапии?
3.	Какие симптомы могут указывать на центральный рак легкого?

4.	У больной 64 лет правая молочная железа за последние 3 месяца резко увеличилась в размере, стала плотной и бугристой, но безболезненной. Кожа железы не изменена.
    1. Каков предварительный диагноз?
    2. Составьте план обследования.

5.	У больной 55 лет плоскоклеточный рак анального канала Т2N0M0. Опухоль локализуется в области  правой полуокружности анального канала, протяженностью  1   см, глубиной инвазии 0,2см. По данным УЗИ и КТ исследований не выявлено метастазов во внутренние и наружные подвздошные, параректальные, пресакральные  и паховые лимфатических узлах.  Больная жалуется на  боль, зуд в области прямой кишки, выделение слизи, крови при акте дефекации. 
    Какой метод лучевой терапии предпочтителен у данной пациентки?""",





"""1.	Что такое мастопатия?
2.	Назовите особенности клинического течения меланомы.
3.	Перечислите основные формы роста опухоли гортани.

4.	   У больной 55 лет плоскоклеточный рак анального канала Т4N3M0. Опухоль локализуется в области  правой полуокружности анального канала, протяженностью  6   см, глубиной инвазии 0,4см. Опухоль инфильтрирует всю стенку прямой кишки, наружный и внутренний сфинктеры, прорастает переднюю стенку влагалища. По данным УЗИ и КТ исследований выявлено метастатическое поражение внутренних и наружных подвздошных, параректальных, пресакральных  и паховых лимфатических узлов.  Больная жалуется на  боль, зуд в области прямой кишки, выделение слизи, крови при акте дефекация, потерю веса на 10 кг. 
    Какое наиболее частое осложнение наблюдается у больных при проведении лучевой терапии на область прямой кишки?
    Какие известны меры профилактики и лечения лучевого проктита?

5.	Больной З. 67 лет, курит 30 лет, шахтер. Жалобы на кашель, кровохарканье. Объективно: надключичные лимфоузлы до 2 см в диаметре, плотные, несмещаемые. Дыхание ослабленное везикулярное, проводится во все отделы, притупление перкуторного звука нет. При рентгенологическом исследовании органов грудной клетки обнаружен узел в проекции корня левого легкого. Гистологическое заключение: среди элементов воспаления встречаются группы мелких, тесно прилежащих друг к другу клеток, напоминающие виноградные грозди и "фасетки", клетки представлены в виде "голых" ядер в скоплениях. Ядра несколько полиморфны с грубым, интенсивно окрашенным хроматином.  
    Каким образом получена морфологическая верификация диагноза? 
    Для какого гистологического типа характерно подобное гистологическое описание?
    Как лечить таких больных?""",





"""1.С какой целью выполняется бронхоскопия при подозрении на рак легких?
2. Какие опухоли малочувствительны к химиотерапии?
3. Назовите особенности клинического течения базальноклеточного рака кожи

4. Пациентке 51 года с диагнозом рак правой молочной железы T2N1M0 после радикальной мастэктомии справа на основании планового гистологического и иммуногистохимического исследования опухоли предстоит длительная  адъювантная гормонотерапия  тамоксифеном.
    1. Какие осложнения могут быть? 
    2. Как их не пропустить?

5. У больной В., 52 лет с диссеминированным раком желудка после 2 курсов полихимиотерапии по схеме: 5-фторурацил + паклитаксел + оксалиплатин появилась гипертермия: подъем температуры тела до 39,0С, озноб, слабость.  В общем анализе крови:  лейкоциты – 1,2 тыс.: нейтрофилы 0,5 тыс., гемоглобин 120 г\л, тромбоциты – 190 тыс. 
    1. Какое осложнение полихимиотерапии  возникло у пациентки и как его лечить? 
    2. К какой группе цитостатиков относится  5-фторурацил?""",





"""1. Назовите симптомы малигнизации невуса.
2. Дать определение: «Что такое лекарственная терапия злокачественных опухолей?».
3.Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком щитовидной железы?

4. У пациента 38 лет в косметологической клинике 4 месяца назад было удалено пигментное образование правого предплечья. В настоящее время в области послеоперационного рубца появилось уплотнение с черным пигментным окрашиванием размером 4 мм. Также в подмышечной области справа определяются подмышечные лимфоузлы, увеличенные до 1,5 см, плотноэластичной консистенции.
    1. Сформулируйте и обоснуйте предположительный диагноз. 
	2. Назовите необходимые дополнительные исследования.
	3. Определите Вашу тактику в отношении пациента, расскажите о принципах лечения.

5. Больная М. 43 лет. Жалобы на уплотнение в правой молочной железе. Менструации с 11 лет, регулярные. Имеет двое детей. Страдает гипотиреозом. Объективно: в верхненаружном квадранте правой молочной железы пальпируется уплотнение более 5 см в диаметре, в левой подмышечной области пальпируются увеличенные лимфоузлы до 1,5 см в диаметре. Маммография: в верхненаружном квадранте правой молочной железы определяется затемнение с неровными тяжистыми контурами  5х6 см в диаметре. Произведена пункция опухоли и подмышечного лимфоузла. Цитологическое исследование: протоковый рак. При УЗИ брюшной полости обнаружены очаговые образования в печени. 
    Диагноз? 
    Лечебная тактика?""",





"""1.	Что такое конформная лучевая терапия и  какие известны виды конформной лучевой терапии?
2.	Какую роль играет адъювантная терапия в лечении плоскоклеточного рака кожи?
3.	Какие лабораторные методы исследования и с какой целью применяются при подозрении на злокачественное новообразование?

4.	У пациентки 64 лет по поводу рака правой молочной железы проведена радикальная мастэктомия справа. В послеоперационном периоде  проведена лучевая терапия на  рубец  и  зоны регионарного лимфооттока.  Далее пациентка в течение 3 лет получала гомонотерапию – тамоксифен с профилактической целью. Спустя 3 года после лечения у пациентки  вывлены  метастазы в  легкие и кости. Пациентка расстроена и отказывается от дальнейшего  лечения  обосновывая  это отсутствием его перспективностью.
    1. Какие доводы нужно найти в беседе с пациенткой и ее родственниками о необходимости проведения  лечения.
    2. Определите дальнейшую тактику лечения и ведения пациентки.

5. У курильщика 58 лет появилась охриплость постоянного характера и одышка при малейшей физической нагрузке. После того, как бросил курить 3 месяца назад, осиплость не прошла, состояние не улучшилось. При осмотре:на шее слева пальпируется плотный лимфатический узел до 2см. 
    А) Ваш наиболее вероятный диагноз? 
    Б) Какой метод это может точно подтвердить? 
    В) Тактика лечения этого больного?""",







    ],

]