quest = [
    ['нет вопросов',],
    [

"""1. Факторы риска развития рака желудка? 
2. Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком  ободочной кишки?
3. Больная Е. 55 лет, учительница. Отец умер от рака желудка. В анамнезе хронический анацидный гастрит в течениие 15 лет. Жалобы на боли в эпигастральной области, отрыжку воздухом с тухлым запахом, иногда рвоту съеденной накануне пищей. Похудела за последние 3 месяца на 7 кг. Гастроскопия: пищевод без патологии, в желудке атрофия слизистой, картина атрофического гастрита, в нижней трети просвет сужен за счет инфильтрации по большой и малой кривизне до средней трети. Биопсия. Гистологическое исследование: перстневидно-клеточный рак. УЗИ органов брюшной полости: печень, почки без патологии. Определяются увеличенные лимфоузлы малого сальника.
 Диагноз? Лечебная тактика?""",
        
"""1. Какие существуют предраковые заболевания желудка? 
2. Какие виды лечения применяются при  раке ободочной кишки?
3. Больной Л. 55 лет, механик. Мать умерла от рака желудка. В анамнезе хронический колит. Жалобы на неустойчивый стул, периодические боли внизу живота. Объективно: живот мягкий, болезненный в нижних отделах, где пальпируется опухолевое образование. Ирригоскопия: в сигмовидной кишке сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: в прямой кишке патологии не выявлено, в сигмовидной кишке просвет сужен за счет инфильтрации. Биопсия. Гистологически: аденокарцинома. УЗИ брюшной полости: обнаружено опухолевое поражение сигмовидной кишки, печень, почки без патологии. 
 Диагноз? Лечебная тактика?""",
      
"""1. Перечислите формы роста рака желудка по Борману. 
2. Какой объем операции выполняется при раке ободочной кишки?
3. Больной К. 74 лет, хирург. Жалобы на снижение аппетита, затруднение глотания.  Объективно: периферические лимфоузлы не увеличены, при перкуссии грудной клетки ясный легочный звук, аускультативно: дыхание проводится во все отделы. Живот мягкий, доступен пальпации, отмечается незначительная болезненность в эпигастральной области. Рентгенологически: сужение просвета верхней трети желудка с переходом на розетку кардии. ЭГДС: слизистая верхней трети желудка инфильтрирована, кровоточит при пальпации, отмечается сужение розетки кардии, инфильтрации распространяется на пищевод. Гистологическое заключение: низкодифференцированная аденокарцинома. УЗИ органов брюшной полости: печень без очаговых образований, забрюшинных лимфоузлов не выявлено.
 Диагноз? Тактика лечения?""",
        
"""1. Назовите пути метастазирования рака желудка? 
2. Уровень каких опухолевых маркеров может быть повышен при раке ободочной кишки?
3. Больной Х. 56 лет, инженер. Жалобы на неустойчивый стул, периодические боли  в правой половине живота, слабость. Объективно: больной пониженного питания, кожные покровы бледные, живот мягкий, болезненный в правой половине живота, где пальпируется опухолевое образование. Ирригоскопия: в правом отделе толстой кишки сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: в прямой кишке патологии не выявлено, в правой половине кишки просвет сужен за счет экзофитного образования, легкокровоточащего при пальпации. Взята биопсия Гистология: аденокарцинома. 
Диагноз? Обследования? Лечебная тактика?""",
      
"""1. Какова клиническая картина рака желудка? 
2. Какие методы применяются для диагностики и оценки распространенности опухолевого поражения рака ободочной кишки?
3. Больной Р. 33 лет. В анамнезе: семейный полипоз. Жалобы на неустойчивый стул, периодические боли  в правой половине живота, слабость. Объективно: больной пониженного питания, кожные покровы бледные, живот мягкий, болезненный в правой половине живота. Фиброколоноскопия: в прямой кишке патологии не выявлено, в правой половине кишки просвет сужен за счет экзофитного образования, рамерами до 2 см в диаметре, легкокровоточащего при пальпации. Гистологически: аденокарцинома. УЗИ брюшной полости: в правой доле печени имеется очаг размерами 2см в диаметре, с нечетким контуром. Рентгенологическое исследование органов грудной клетки патологии не выявило.
Диагноз? Лечебная тактика? Какое дополнительное исследование нужно провести больному?""",

"""1. Перечислите регионарные лимфоузлы при раке желудка. 
2. Какие существуют морфологические формы рака ободочной кишки?
3. Больная Р. 63 лет. В анамнезе: рак молочной железы. Жалобы на слабость, запоры, примеси слизи в кале, вздутие живота. Объективно: кожные покровы бледные, живот вздут, болезненный в левой половине живота, опухолевое образование не пальпируется. Ирригоскопия: в левом отделе толстой кишки сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: просвет нисходящего отдела толстой кишки сужен за счет эдофитно-растущего новообразования, легкокровоточащего при пальпации. Гистологически: аденокарцинома. УЗИ брюшной полости: без патологии.
Диагноз? Диагностика?Лечебная тактика?""",

"""1. Какие методы применяются для диагностики и оценки распространенности опухолевого поражения рака желудка?
2. Какие выделяют варианты клинического течения рака ободочной кишки?
3. Больная К. 6о лет. В анамнезе: рак сигмы, состояние после хирургического лечения 5 лет назад. Жалобы на слабость, тошноту, иктеричность склер. Объективно: кожные покровы бледные, живот мягкий, безболезненный. Фиброколоноскопия: состояние после правосторонней гемиколэктомии, продолженного роста не выявлено. УЗИ брюшной полости: в правой доле печени имеются множественные очаги размерами до 2см в диаметре, с нечеткими контурами.
Диагноз? Лечебная тактика? Какое дополнительное исследование нужно провести больной?""",

"""1. Уровень каких опухолевых маркеров может быть повышен при раке желудка?
2. Перечислите пути метастазирования рака ободочной кишки? 
3. Пациент П. 50 лет. Семейный анамнез отягощен. Отец умер от рака ободочной кишки. Пришел на профосмотр. Жалоб на момент осмотра не предъявляет.
Какие дополнительные исследования надо назначить и почему? """,


"""1. Что такое метастаз Вирхова?
2. Куда наиболее часто метастазирует рак ободочной кишки?
3. Больной Л. 55 лет, механик. Мать умерла от рака желудка. В анамнезе хронический колит. Жалобы на неустойчивый стул, периодические боли внизу живота. Объективно: живот мягкий, болезненный в нижних отделах, где пальпируется опухолевое образование. Ирригоскопия: в сигмовидной кишке сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: в прямой кишке патологии не выявлено, в сигмовидной кишке просвет сужен за счет инфильтрации. Биопсия. Гистологически: аденокарцинома. УЗИ брюшной полости: обнаружено опухолевое поражение сигмовидной кишки, печень, почки без патологии. 
 Диагноз? Лечебная тактика?""",

"""1. Что такое метастаз Шницлера?
2. В чем заключается профилактика рака ободочной кишки?
3. Больной А. 68 лет. В анамнезе: хронический колит. Жалобы слабость, запоры, наличие опухолевидного образования в правой половине живота. Объективно: кожные покровы бледные, живот мягкий, болезненный в правой половине живота, где пальпируется опухолевое образование размерами до 7 см в диаметре. Фиброколоноскопия: просвет восходящего отдела сужен за счет экзофитного бугристого образования (6 см  в диаметре), легкокровоточащего при пальпации. Гистологически: аденокарцинома. УЗИ брюшной полости: мтс в обеих долях печени. На рентгенограмме органов грудной полости обнаружены множественные очаги с нечеткими контурами в левом легком.
Диагноз? Лечебная тактика?""",

"""1. Что такое метастаз Марии Джозеф?
2. Какие предраковые заболевания неполипозного характера вы знаете?
3. Больной Т. 28лет. Страдает болезнью Крона. Жалобы на слабость, тошноту, тяжесть в животе, урчание, запоры. Объективно: кожные покровы бледные, живот вздут, болезненный в левой половине живота, опухолевое образование не пальпируется. 
Какие исследования нужно провести больному и как часто?""",

"""1. Что такое метастаз Айриша?
2. Какие заболевания ободочной кишки относят к предраковым?
3. Больной К. 71 года. Жалобы на тошноту, тяжесть в животе, урчание, запор в течении 7 дней, боли в животе. Объективно: кожные покровы бледные, живот вздут, болезненный в левой половине живота, пальпируется опухолевое образование размером 10 см. Рентген брюшной полости – чаши Клойбера. УЗИ брюшной полости: в брюшной полости определяется небольшое количество свободной жидкости, по брюшине – множественные очаги от 0,5 до 1,5 см в диаметре, в печени 2 очага до 3 см в диаметре с нечеткими контурами. В левой подвздошной области опухоль 8 см вероятно исходящая из кишки.
Диагноз? Стадия? Лечебная тактика? Какие дополнительные исследования нужно провести больному?""",

"""1. Что такое метастаз Крукенберга?
2. Когда пациент раком желудка считается неоперабельным?
3. Больная В. 62 лет, профессор орнитологии. Жалобы на похудание, тошноту, редко рвоту, боли в эпигастральной области. Объективно: увеличены надключичные лимфоузлы слева, при перкуссии грудной клетки ясный легочный звук, аускультативно - дыхание везикулярное, проводится во все отделы. Живот мягкий, доступен пальпации, отмечается болезненность в эпигастральной области. ЭГДС: слизистая нижней трети желудка инфильтрирована, кровоточит при пальпации, инфильтрация распространяется на луковицу 12п.к. Гистологическое заключение не готово. УЗИ брюшной полости: в печени имеется 3 округлых образования, без четких границ, размерами до 2 см в диаметре, забрюшинное пространство без очаговых образований, в брюшной полости определяется свободная жидкость. 
Диагноз? Стадия. Лечебная тактика?""",

"""1. Какой объем оперативного лечения выполняется при раке желудка?
2. Что такое операция по D4 при раке желудка?
3. Больная Е. 55 лет, учительница. Отец умер от рака желудка. В анамнезе хронический анацидный гастрит в течениие 15 лет. Жалобы на боли в эпигастральной области, отрыжку воздухом с тухлым запахом, иногда рвоту съеденной накануне пищей. Похудела за последние 3 месяца на 7 кг. Гастроскопия: пищевод без патологии, в желудке атрофия слизистой, картина атрофического гастрита, в нижней трети просвет сужен за счет инфильтрации по большой и малой кривизне до средней трети. Биопсия. Гистологическое исследование: перстневидно-клеточный рак. УЗИ органов брюшной полости: печень, почки без патологии. Определяются увеличенные лимфоузлы малого сальника.
 Диагноз? Лечебная тактика?""",

"""1. Какие виды симптоматических операций применяются при раке желудка?
2. Что такое операция по D2 при раке желудка?
3. Больной Л., 59 лет. Жалобы на боль в эпигастрии, слабость. Похудел на 7 кг за 3 меяца. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование грудной клетки: в нижнем отделе правого легкого округлое образование 1,5 см в диаметре. ЭГДС: пищевод без патологии, в кардиальной части желудка объемное образование до 0,6 см в диаметре, кровоточащее при контакте, поражающее стенку желудка до субсерозы. Взята биопсия. Гистологическое исследование: аденокарцинома. УЗИ  брюшной полости: печень без патологии. Остеосцинтиграфия- патологического накопления радиофармпрепарата нет.
    Диагноз? Стадия? Лечебная тактика?""",

"""1. Дайте определение метаплазии желудка. 
2. Дайте определение раннего рака желудка.
3. Больной Л., 60 лет. Семейный анамнез отягощен. В анамнезе: хронический гастрит, рак простаты, состояние после простатэктомии 10 лет назад.  Жалобы на боль в эпигастрии, слабость, похудание. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование грудной клетки: в легких без патологии. УЗИ  брюшной полости и малого таза: без патологии. Остеосцинтиграфия- патологического накопления радиофармпрепарата нет. ПСА-0.
Предположительный диагноз? Диагностика?""",

"""1. Дайте определение дисплазии желудка
2. Перечислите пути метастазирования рака ободочной кишки
3. Больной Л., 69 лет. В анамнезе: язва желудка.  Жалобы на боль в эпигастрии, слабость. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование грудной клетки: в легких без патологии. ЭГДС: пищевод без патологии, в дне желудка объемное образование до 6 см в диаметре, кровоточащее при контакте, поражающее стенку желудка до серозы. Взята биопсия. Гистологическое исследование: плоскоклеточный рак. УЗИ  брюшной полости: без патологии. Остеосцинтиграфия- патологического накопления радиофармпрепарата нет.
    Диагноз? Стадия? Лечебная тактика?""",

"""1. Дайте определение раннего рака желудка.
2. Дайте определение метаплазии желудка. 
3. Больной 65 лет. В анамнезе: хронический гастрит. Отец умер от рака пищевода.  Жалобы  слабость, похудание, увеличение живота в обьеме. За последние 3 месяца похудел на 10 кг. При ЭГДС: в теле и антральном отделе желудка слизистой ригидна, бледная, с изъязвлениями, желудок при инсуляции воздухом расправляется с трудом.
Какие опухолевые заболевания можно заподозрить? Определите дальнейшую тактику ведения данного пациента.""",

"""1. Что такое операция по D2 при раке желудка?
2. Какие виды симптоматических операций применяются при раке желудка?
3. Больной 52 лет, дальнобойщик. При профосмотре на ЭГДС обнаружена опухоль 3 см в антральном отделе желудка. Направлен в районный онкодиспансер.
Определите дальнейшую тактику ведения данного пациента.""",

"""1. Что такое операция по D4 при раке желудка?
2. Какой объем оперативного лечения выполняется при раке желудка?
3. Больной Щ. 41 лет. В анамнезе: в течении 5 лет лечился по поводу язвенной болезни желудка, анемии. Похудел за последние 2 месяца на 8 кг. Объективно: периферические лимфоузлы не увеличены. Язык обложен, живот мягкий, умеренно болезненный в эпигастрии. При обследовании: в легких - без патологии; пищевод не изменен, в нижней трети желудка по малой кривизне дефект наполнения, нарушение архитектоники слизистой оболочки. ЭГДС: пищевод без патологии, по малой кривизне желудка определяется экзофитная опухоль, доходящая до привратника, при пальпации кровоточит. Биопсия. Гистологическое исследование: аденокарцинома. УЗИ брюшной полости: печень, почки без патологии, определяются увеличенные лимфоузлы вдоль большой кривизны желудка, очаги инфильтрации по брюшине. 
Диагноз? Лечебная тактика?   Какое необходимо дополнительное исследование провести в данном случае?""",

"""1. Когда пациент раком желудка считается неоперабельным?
2. Уровень каких опухолевых маркеров может быть повышен при раке желудка?
3. Больная В. 62 лет, семейный анамнез отягощен. Отец умер от рака желудка, мать –рак молочной железы. Жалобы на похудание, тошноту, боли в эпигастральной области. В анамнезе хронический гастрит  в течение 15 лет.  Объективно: увеличены подмышечные лимфоузлы слева, при перкуссии грудной клетки ясный легочный звук, аускультативно - дыхание проводится во все отделы. Живот мягкий, доступен пальпации, безболезненный. 
Предположительный диагноз? Объем обследования. Какие опухоли метастазируют в подмышечные лимфоузлы?""",

"""1. Какие заболевания ободочной кишки относят к предраковым?
2. Какие методы применяются для диагностики и оценки распространенности опухолевого поражения рака желудка?
3. Больная В. 62 лет, профессор орнитологии. Жалобы на похудание, тошноту, редко рвоту, боли в эпигастральной области. Объективно: увеличены надключичные лимфоузлы слева, при перкуссии грудной клетки ясный легочный звук, аускультативно - дыхание везикулярное, проводится во все отделы. Живот мягкий, доступен пальпации, отмечается болезненность в эпигастральной области. ЭГДС: слизистая нижней трети желудка инфильтрирована, кровоточит при пальпации, инфильтрация распространяется на луковицу 12п.к. Гистологическое заключение не готово. УЗИ брюшной полости: в печени имеется 3 округлых образования, без четких границ, размерами до 2 см в диаметре, забрюшинное пространство без очаговых образований, в брюшной полости определяется свободная жидкость. 
Диагноз? Стадия. Лечебная тактика?""",

"""1. Какие предраковые заболевания неполипозного характера вы знаете?
2. Перечислите регионарные лимфоузлы при раке желудка.
3. Больной Р. 72 лет. Жалобы на слабость, похудание последние 2 месяца на 5 кг. В анамнезе: хронический анацидный гастрит.  При осмотре: язык обложен белым налетом. Живот е вздут,  мягкий, умеренно болезненный в эпигастрии.
Предположительный диагноз? Методы обследования?""",

"""1. Что такое синдром Гарднера?
2. Какие существуют гистологические типы рака желудка?
3. Больная К. 34 лет. Мать, бабушка умерли от рака желудка. Жалобы на боли в эпигастральной области, рвоту съеденной пищей, увеличение живота в объеме. Похудела за последние 2 месяца на 10 кг. При ЭГДС и рентгеноконтрастном исследовании желудка и пищевода установлено наличие опухоли, инфильтрирующей слизистую желудка по большой и малой кривизне на всем протяжении от кардиального жома до привратника.  УЗИ брюшной полости:  имеется свободная жидкость в брюшной полости, по брюшине определяются очаги инфильтрации до 1 см в диаметре. 
Диагноз? Стадия? Лечебная тактика?""",

"""1. Что такое синдром Тюрко?
2. Какова клиническая картина рака желудка?
3. Больная Н. 53 лет. Мать, бабушка умерли от рака желудка. В анамнезе: хронический анацидный гастрит. Жалобы на боли в эпигастральной области, отрыжку воздухом с тухлым запахом, иногда рвоту съеденной накануне пищей. Похудела за последние 3 месяца на 4 кг. При рентгеноконтрастном исследовании желудка обнаружено, что в нижней его трети имеется сужение просвета за счет симметричного дефекта наполнения по малой и большой кривизне, нарушение архитектоники слизистой, ригидность стенок в зоне поражения. ЭГДС: пищевод без патологии, в желудке признаки атрофии слизистой оболочки, в нижней трети просвет сужен за счет инфильтрации по большой и малой кривизне до средней трети, имеется застойное содержимое. Биопсия. Гистологическое исследование: аденокарцинома. УЗИ брюшной полости: печень, почки без патологии. 
Диагноз? Лечебная тактика?""",

"""1. Что такое синдром Олфрида?
2. Назовите пути метастазирования рака желудка?
3. Больной Ф. 40 лет, механик. В анамнезе: в течении 8 лет лечился по поводу язвенной болезни желудка.  Объективно: периферические лимфоузлы не увеличены. Язык обложен, живот мягкий, умеренно болезненный в эпигастрии. При обследовании: в легких - без патологии; пищевод не изменен, в верхней трети желудка на малой кривизне дефект наполнения, нарушение архитектоники слизистой оболочки. Гастроскопия: пищевод без патологии, по малой кривизне желудка определяется экзофитная опухоль доходящая до кардиального жома. УЗИ брюшной полости: печень, почки без патологии, определяются увеличенные лимфоузлы малого сальника. 
 Диагноз? Лечебная тактика?""",

"""1. Что такое синдром Каудена?
2. Перечислите формы роста рака желудка по Борману.
3. Больной К. 74 лет, хирург. Жалобы на снижение аппетита, затруднение глотания.  Объективно: периферические лимфоузлы не увеличены, при перкуссии грудной клетки ясный легочный звук, аускультативно: дыхание проводится во все отделы. Живот мягкий, доступен пальпации, отмечается незначительная болезненность в эпигастральной области. Рентгенологически: сужение просвета верхней трети желудка с переходом на розетку кардии. ЭГДС: слизистая верхней трети желудка инфильтрирована, кровоточит при пальпации, отмечается сужение розетки кардии, инфильтрации распространяется на пищевод. Гистологическое заключение: низкодифференцированная аденокарцинома. УЗИ органов брюшной полости: печень без очаговых образований, забрюшинных лимфоузлов не выявлено.
 Диагноз? Тактика лечения?""",

"""1. В чем заключается профилактика рака ободочной кишки? 
2. Какие существуют предраковые заболевания желудка?
3. Больная Е. 55 лет, учительница. Отец умер от рака желудка. В анамнезе хронический анацидный гастрит в течениие 15 лет. Жалобы на боли в эпигастральной области, отрыжку воздухом с тухлым запахом, иногда рвоту съеденной накануне пищей. Похудела за последние 3 месяца на 7 кг. Гастроскопия: пищевод без патологии, в желудке атрофия слизистой, картина атрофического гастрита, в нижней трети просвет сужен за счет инфильтрации по большой и малой кривизне до средней трети. Биопсия. Гистологическое исследование: перстневидно-клеточный рак. УЗИ органов брюшной полости: печень, почки без патологии. Определяются увеличенные лимфоузлы малого сальника.
 Диагноз? Лечебная тактика?""",

"""1. Куда наиболее часто метастазирует рак ободочной кишки?
2. Факторы риска развития рака желудка?
3. Больной Ж., 53 года. Страдает хроническим колитом. Жалоб нет. Объективно: кожные покровы бледные, живот вздут, безболезненный, опухолевое образование не пальпируется. Пришел на контрольное обследование по поводу своего заболевания. При фиброколоноскопии в нисходящем отделе толстой кишки обнаружено экзофитно-растущее новообразование, размерами более 3 см, взята биопсия. Гистологическое заключение: аденокарцинома. 
 Диагноз? Дальнейшие исследования если нужны? Лечебная тактика? """,

"""1. Перечислите пути метастазирования рака ободочной кишки? 
2. Что такое операция по D4 при раке желудка?
3. Больной К. 71 года. Жалобы на тошноту, тяжесть в животе, урчание, запор в течении 7 дней, боли в животе. Объективно: кожные покровы бледные, живот вздут, болезненный в левой половине живота, пальпируется опухолевое образование размером 10 см. Рентген брюшной полости – чаши Клойбера. УЗИ брюшной полости: в брюшной полости определяется небольшое количество свободной жидкости, по брюшине – множественные очаги от 0,5 до 1,5 см в диаметре, в печени 2 очага до 3 см в диаметре с нечеткими контурами. В левой подвздошной области опухоль 8 см вероятно исходящая из кишки.
 Диагноз? Стадия? Лечебная тактика? Какие дополнительные исследования нужно провести больному?""",

"""1. Какие выделяют варианты клинического течения рака ободочной кишки?
2. Когда пациент раком желудка считается неоперабельным?
3. Больной Т. 28лет. Страдает болезнью Крона. Жалобы на слабость, тошноту, тяжесть в животе, урчание, запоры. Объективно: кожные покровы бледные, живот вздут, болезненный в левой половине живота, опухолевое образование не пальпируется. 
 Какие исследования нужно провести больному и как часто?""",

"""1. Какие существуют морфологические формы рака ободочной кишки?
2. Какие заболевания ободочной кишки относят к предраковым?
3. Больной А. 68 лет. В анамнезе: хронический колит. Жалобы слабость, запоры, наличие опухолевидного образования в правой половине живота. Объективно: кожные покровы бледные, живот мягкий, болезненный в правой половине живота, где пальпируется опухолевое образование размерами до 7 см в диаметре. Фиброколоноскопия: просвет восходящего отдела сужен за счет экзофитного бугристого образования (6 см  в диаметре), легкокровоточащего при пальпации. Гистологически: аденокарцинома. УЗИ брюшной полости: мтс в обеих долях печени. На рентгенограмме органов грудной полости обнаружены множественные очаги с нечеткими контурами в левом легком.
 Диагноз? Лечебная тактика? """,

"""1. Какие методы применяются для диагностики и оценки распространенности опухолевого поражения рака ободочной кишки?
2. Какие предраковые заболевания неполипозного характера вы знаете?
3. Пациент П. 50 лет. Семейный анамнез отягощен. Отец умер от рака ободочной кишки. Пришел на профосмотр. Жалоб на момент осмотра не предъявляет.
 Какие дополнительные исследования надо назначить и почему? """,

"""1. Уровень каких опухолевых маркеров может быть повышен при раке ободочной кишки?
2. Какие заболевания ободочной кишки относят к предраковым?
3. Больная К. 60 лет. В анамнезе: рак сигмы, состояние после хирургического лечения 5 лет назад. Жалобы на слабость, тошноту, иктеричность склер. Объективно: кожные покровы бледные, живот мягкий, безболезненный. Фиброколоноскопия: состояние после правосторонней гемиколэктомии, продолженного роста не выявлено. УЗИ брюшной полости: в правой доле печени имеются множественные очаги размерами до 2см в диаметре, с нечеткими контурами.
 Диагноз? Лечебная тактика? Какое дополнительное исследование нужно провести больной?""",

"""1. Какой объем операции выполняется при раке ободочной кишки?
2. Какие предраковые заболевания неполипозного характера вы знаете?
3. Больная Р. 63 лет. В анамнезе: рак молочной железы. Жалобы на слабость, запоры, примеси слизи в кале, вздутие живота. Объективно: кожные покровы бледные, живот вздут, болезненный в левой половине живота, опухолевое образование не пальпируется. Ирригоскопия: в левом отделе толстой кишки сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: просвет нисходящего отдела толстой кишки сужен за счет эдофитно-растущего новообразования, легкокровоточащего при пальпации. Гистологически: аденокарцинома. УЗИ брюшной полости: без патологии.
 Диагноз? Диагностика?Лечебная тактика?""",

"""1. Какой объем операции выполняется при раке ободочной кишки?
2. Что такое метастаз Марии Джозеф?
3. Больной Р. 33 лет. В анамнезе: семейный полипоз. Жалобы на неустойчивый стул, периодические боли  в правой половине живота, слабость. Объективно: больной пониженного питания, кожные покровы бледные, живот мягкий, болезненный в правой половине живота. Фиброколоноскопия: в прямой кишке патологии не выявлено, в правой половине кишки просвет сужен за счет экзофитного образования, рамерами до 2 см в диаметре, легкокровоточащего при пальпации. Гистологически: аденокарцинома. УЗИ брюшной полости: в правой доле печени имеется очаг размерами 2см в диаметре, с нечетким контуром. Рентгенологическое исследование органов грудной клетки патологии не выявило.
 Диагноз? Лечебная тактика? Какое дополнительное исследование нужно провести больному?""",

"""1. Какие виды лечения применяются при  раке ободочной кишки?
2. Что такое метастаз Айриша?
3. Больной Х. 56 лет, инженер. Жалобы на неустойчивый стул, периодические боли  в правой половине живота, слабость. Объективно: больной пониженного питания, кожные покровы бледные, живот мягкий, болезненный в правой половине живота, где пальпируется опухолевое образование. Ирригоскопия: в правом отделе толстой кишки сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: в прямой кишке патологии не выявлено, в правой половине кишки просвет сужен за счет экзофитного образования, легкокровоточащего при пальпации. Взята биопсия Гистология: аденокарцинома. 
 Диагноз? Обследования? Лечебная тактика?""",

"""1. Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком  ободочной кишки?
2. Что такое метастаз Крукенберга?
3. Больной Л. 55 лет, механик. Мать умерла от рака желудка. В анамнезе хронический колит. Жалобы на неустойчивый стул, периодические боли внизу живота. Объективно: живот мягкий, болезненный в нижних отделах, где пальпируется опухолевое образование. Ирригоскопия: в сигмовидной кишке сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: в прямой кишке патологии не выявлено, в сигмовидной кишке просвет сужен за счет инфильтрации. Биопсия. Гистологически: аденокарцинома. УЗИ брюшной полости: обнаружено опухолевое поражение сигмовидной кишки, печень, почки без патологии. 
 Диагноз? Лечебная тактика?""",


    ], 






####################################################################################################################################################################################################################################




    [
        
"""1.	Какой самый важный фактор риска развития рака желчного пузыря?
2.	Какие пациенты относятся к группе риска по возникновению рака пищевода?
Больной В. 60 лет, шофер. Курит 40 лет. Жалобы на затруднение при глотании твердой пищи. Похудел за последние 3 месяца на 7 кг. Объективно:  периферические лимфоузлы не увеличены, дыхание везикулярное, притупление перкуторного звука нет. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по право-задней стенке на протяжении 5 см., деформация контуров пищевода. 
Диагноз.  Какая степень дисфагии у больного? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой гистологический тип данной опухоли встречается чаще всего? Какой объем лечения возможен? Какие степени дисфагии вы знаете?""",
    
"""1.	Какие объемы хирургического вмешательства могут выполняться при раке желчного пузыря? 
2.	Что такое радиохимиотерапия?
Больной Г. 45 лет, работник химчистки. Жалобы на затруднение при глотании твердой пищи. Объективно: слева в надключичной области пальпируется увеличенный, плотный лимфоузел, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование грудной клетки: в легких без патологии.При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по право-задней стенке на протяжении 6 см., деформация контуров пищевода. 
Диагноз. Какая степень дисфагии у пациента? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой гистологический тип данной опухоли встречается чаще всего? Какой объем лечения возможен? Какие органы могут поражаться при данном заболевании?""",
    
"""1.	Перечислите факторы риска развития рака поджелудочной железы.
2.	Какие малоинвазивные эндоскопические методики используются при лечении рака пищевода ранней стадии? 
Больной Г. 49 лет, механик, курит 15 лет. Из анамнеза: ахалазия кардии. Жалобы на затруднение прохождения твердой пищи, которую приходится запивать водой. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в верхней трети имеется сужение просвета на протяжении 6 см, деформация контуров пищевода. 
Предварительный диагноз. Какая степень дисфагии у больного? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой объем лечения возможен? Какие органы могут поражаться при данном заболевании? Назначьте дообследование.""",
    
"""1.	Какой наиболее чувствительный метод диагностики рака поджелудочной железы вы знаете? 
2.	При локализации в каком отделе пищевода лучевая терапия становится основным методом лечения?
Больная Д. 60 лет, учительница, курит 20 лет. Из анамнеза: ахалазия кардии. Жалобы на срыгивание. Питается полужидкой пищей. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. При рентгенологическом исследовании пищевода: в нижней трети имеется сужение просвета на протяжении 4 см, деформация контуров пищевода. 
Предварительный диагноз. Какая степень дисфагии у больной? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какие органы могут поражаться при данном заболевании? Назначьте дообследование.Какой объем лечения возможен?""",
    
"""1.	Назовите регионарные лимфоузлы при раке поджелудочной железы. 
2.	Какие виды облучения используются при лечении рака пищевода? 
Больной К. 65 лет.  Курит 40 лет. Жалобы на затруднение глотания твердой пищи, которую приходится запивать водой. За последние 3 месяца похудел на 6 кг. Объективно:периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по задней стенке на протяжении 5 см., деформация контуров пищевода. Эзофагоскопия: в средней трети на уровне 30 см от передних резцов по задней стенке имеется экзофитное образование суживающее просвет пищевода до 0,9 см. Биопсия. 
Предположительный диагноз. Какая степень дисфагии у больного? Какое гистологическое заключение вы ожидаете? Назначьте дообследование. Какой объем лечения возможен?""",
    
"""1.	Какие исследования помогают определить резектабельность или операбельность рака поджелудочной железы?
2.	Какие показания к проведению лучевой терапии существуют при раке пищевода?
    """,
    
"""1.	Какую роль играет химиотерапия и лучевая терапия в лечении  рака поджелудочной железы?
2.	Какой объем операции выполняется при раке пищевода?
Больной Б. 60 лет. В анамнезе: хронический эзофагит. Жалобы на затруднение глотания твердой пищи. За последние 4 месяца похудел на 6 кг. Объективно:  периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Эзофагоскопия: в средней трети на уровне 30 см от передних резцов по задней стенке имеется экзофитное образование суживающее просвет пищевода до 0,9 см. Биопсия. Гистологическое исследование: плоскоклеточный рак. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурами от 1,5 до 5 см в диаметре.
Предположительный диагноз. Назначьте дообследование.Какой возможен объем лечения?""",
    
"""1.	Какова клиническая картина при раке поджелудочной железы?
2.	Какие методы лечения используются при раке пищевода?
Больной Н. 62 лет. В анамнезе: хронический эзофагит.  Жалобы на жжение, царапание за грудиной при глотании твердой пищи. За последние 4 месяца похудел на 6 кг. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование пищевода:  в нижней трети имеется сужение просвета за счет дефекта наполнения по задней стенке на протяжении 5 см., деформация контуров пищевода. Эзофагоскопия: в нижней трети пищевода по задней стенке имеется опухолевое образование суживающее просвет пищевода до 0,9 см, с преимущественно инфильтративным ростом. УЗИ брюшной полости: в печени определяется 3 округлых образования с нечеткими контурами от 1,5 до 5 см в диаметре.  
Предположительный диагноз. Какая степень дисфагии у больного? Назначьте дообследование.Какой возможен объем лечения?""",
    
"""1.	Назовите самый частый симптом при раке поджелудочной железы.
2.	Какие степени дисфагии существуют?
Больная Н. 62 лет. В анамнезе: системная склеродермия.  Жалобы на затруднение глотания даже жидкой пищи. Объективно: в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые. Дыхание везикулярное, проводится во все отделы, живот мягкий безболезненный. Рентгенологическое пищевода: на всем протяжении имеется сужение просвета за счет инфильтрации задней стенки, деформация контуров пищевода. Эзофагоскопия: на всем протяжении пищевода по задней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,5 см.
Предварительный диагноз. Какая степень дисфагии у больной? Какие еще вы знаете эндоскопические признаки данной опухоли? Какое заключение гистологов вы ожидаете? Каков возможный объем лечения при отсутствии гематогенных метастазов?""",
    
"""1.	Клиническая картина механической желтухи. 
2.	Какие методы используются для диагностика рака пищевода?
Больная Т. 68 лет. В анамнезе: химический ожог пищевода.  Жалобы на затруднение глотания даже жидкой пищи, усиленное слюноотделение, рвоту. За последние 4 месяца похудела на 8 кг. Объективно: в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые. Дыхание везикулярное, проводится во все отделы, живот мягкий безболезненный. Рентгенологическое исследование пищевода: на всем протяжении имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. 
Предварительный диагноз. Какая степень дисфагии у больной? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какие органы могут поражаться при данном заболевании? Назначьте дообследование.Какой объем лечения возможен?""",
    
"""1.	Как изменяются биохимические показатели крови при механической желтухе? 
2.	Что является основными рентгенологическими симптомами рака пищевода?
Больная К. 63 лет. В анамнезе: синдром Пламмера-Винсона.  Жалобы на затруднение глотания даже жидкой пищи, усиленное слюноотделение, рвоту. За последние 3 месяца похудела на 7 кг. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Эзофагоскопия: в верхнегрудном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,3 см. Биопсия. Сканирование костей скелета – без патологии. УЗИ брюшной полости: без патологии.
Предварительный диагноз.Какая степень дисфагии у больной? Какое заключение гистологов вы ожидаете? Какие признаки данного заболевания будут обнаружены при рентгенологическом исследовании пищевода?""",
    
"""1.	Какие виды операций выполняются при раке поджелудочной железы? 
2.	Какое исследование позволяет установить протяженность поражения при раке пищевода?
Больной М. 67 лет. В анамнезе: хронический эзофагит.  Жалобы на усиленное слюноотделение, охриплость голоса, слабость, похудание.Питается полужидкой пищей.  Объективно:в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование пищевода: в шейном отделе пищевода имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. Эзофагоскопия: в шейном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,3 см, опухоль протяженностью 5 см. Биопсия.
Предварительный диагноз. Какая степень дисфагии у больного? Какое осложнение возникло у данного больного? С чем следует проводить дифференциальный диагноз? Какое заключение гистологов вы ожидаете? Какое лечение возможно?""",
    
"""1.	Какие существуют группы риска развития рака фатерова соска? 
2.	Какие методы применяются для морфологической верификации рака пищевода?
Больной Л., 69 лет. В анамнезе: пептические язвы пищевода.  Жалобы на боль за грудиной, изжогу, усиленное слюноотделение, слабость, похудание, глотание даже жидкой пищи затруднено. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, живот мягкий, болезненный в эпигастрии. Эзофагоскопия: в средне- и  нижнегрудном отделе пищевода  по задней и передней стенке имеется  инфильтрация слизистой оболочки, просвет пищевода сужен до 0,6 см, опухоль не более 5 см. Гистологическое исследование: плоскоклеточный рак. Выполнено рентгенологическое исследование пищевода.
Диагноз.  Какая степень дисфагии у больной? Какие рентгенологические признаки данного заболевания вам известны? Назовите пути гематогенного метастазирования и назначьте дообследование. Каков возможный объем лечения? """,
    
"""1.	Какие исследования проводятся с целью диагностики рака фатерова соска? 
2.	Какие существуют морфологические формы рака пищевода?
Больной Н., 72 лет. В анамнезе: ахалазия пищевода.  Жалобы на боли за грудиной, чувство полноты за грудиной при приеме пищи, усиленное слюноотделение, слабость,затруденное глотание. Объективно: больной астенического телосложения, пониженного питания, кожные покровы бледные, периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий безболезненный. Эзофагоскопия: в средне- и нижнегрудном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,6 см. Гистологическое исследование: плоскоклеточный рак. Выполнено рентгенологическое исследование пищевода.
Диагноз. Какие рентгенологические признаки данного заболевания вам известны? Назовите пути гематогенного метастазирования и назначьте дообследование. Какой объем лечения возможен?""",
    
"""1.	Какие заболевания пищевода относят к предраковым?
2.	Какова клиническая картина рака шейного отдела пищевода?
Больная С., 62 лет, работник химической промышленности. В анамнезе: хронический эзофагит.  Жалобы наусиленное слюноотделение, охриплость голоса, слабость, боли в правом подреберье, тошноту, потерю аппетита. Похудела за месяц на 6 кг. Объективно:в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые, дыхание везикулярное, проводится во все отделы, живот мягкий, подвздут, безболезненный. Рентгенологическое исследование пищевода: в шейном отделе пищевода имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. Эзофагоскопия: в шейном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,4 см. Биопсия.
Предварительный диагноз. Какое осложнение возникло убольной? С чем следует проводить дифференциальный диагноз? С чем могут быть связаны боли в правом подреберье и какое обследование показано? Какой объем лечения возможен?""",
    
"""1.	Что такое синдром Пламмера–Винсона?
2.	Куда гематогенно метастазирует рак пищевода? 
Больная Л., 65 лет, профессор орнитологии. В анамнезе: ахалазия пищевода.  Жалобы на чувство полноты за грудиной при приеме пищи, усиленное слюноотделение, слабость,затруденное глотание. Объективно: больной астенического телосложения, пониженного питания, кожные покровы бледные, периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий безболезненный. Эзофагоскопия: в средне- и нижнегрудном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,6 см. Гистологическое исследование: плоскоклеточный рак. Выполнено рентгенологическое исследование пищевода.
Диагноз. Какие рентгенологические признаки данного заболевания вам известны? Назовите пути гематогенного метастазирования и назначьте дообследование. Какой объем лечения возможен?""",
    
"""1.	Что такое пищевод Баррета?
2.	Куда наиболее часто метастазирует рак пищевода?
Больной К., 63 лет, курит 20 лет. В анамнезе: хронический эзофагит.  Жалобы наусиленное слюноотделение, охриплость голоса, слабость, боли костях, тошноту, потерю аппетита. Похудел за месяц на 6 кг. Объективно:в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые, дыхание везикулярное, проводится во все отделы, живот мягкий, безболезненный. Рентгенологическое исследование пищевода: в шейном отделе пищевода имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. Эзофагоскопия: в шейном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,4 см. Биопсия.
Предварительный диагноз. Какое осложнение возникло у больного? С чем следует проводить дифференциальный диагноз? С чем могут быть связаны боли в костях и какое обследование показано?Какой объем лечения возможен?""",
    
"""1.	Какие топографо-анатомические отделы пищевода существуют? 
2.	Какие группы лимфоузлов поражаются при раке пищевода?
Больной З., 68 лет. В анамнезе: хронический эзофагит.  Жалобы на усиленное слюноотделение, охриплость голоса, слабость, боли костях. Похудел за месяц на 6 кг. Объективно: в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, не смещаемые, дыхание везикулярное, проводится во все отделы, живот мягкий, безболезненный. Рентгенологическое исследование пищевода: в шейном отделе пищевода имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. Эзофагоскопия: в шейном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,7 см. Биопсия.
Предварительный диагноз. Какое осложнение возникло у больного? С чем следует проводить дифференциальный диагноз? С чем могут быть связаны боли в костях и какое обследование показано? Какой объем лечения возможен?""",
    
"""1.	Какие факторы риска развития рака пищевода вы знаете?
2.	Что лежит в основе развития аденокарциномы пищевода?
Больной Р. 62 лет, профессор хирургии. Курит 40 лет, в анамнезе хронический эзофагит. Жалобы на затруднение при глотании твердой пищи. Похудел за последние 3 месяца на 7 кг. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, притупление  перкуторного  звука нет, живот мягкий, урчит при пальпации, болезненный в эпигастрии. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по право-задней стенке на протяжении 7 см., деформация контуров пищевода. 
Диагноз. Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой гистологический тип данной опухоли встречается чаще всего? Какой объем лечения возможен? Какие степени дисфагии вы знаете?""",
    
"""1.	От чего зависит развитие рака пищевода у курильщика?
2.	Какова этиология плоскоклеточного рака пищевода?
Больной Л., 61 года, учитель. В анамнезе: хронический эзофагит.  Жалобы наусиленное слюноотделение, охриплость голоса, слабость, боли в правом подреберье, тошноту, потерю аппетита. С трудом проходит твердая пища. Похудела за месяц на 6 кг. Объективно: в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, не смещаемые, дыхание везикулярное, проводится во все отделы, живот мягкий, подвздут, безболезненный. Рентгенологическое исследование пищевода: в шейном отделе пищевода имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. Эзофагоскопия: в шейном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,4 см. Биопсия.
Предварительный диагноз.  Степень дисфагии. Какое осложнение возникло у больного? С чем следует проводить дифференциальный диагноз? С чем могут быть связаны боли в правом подреберье и какое обследование показано? Какой объем лечения возможен?""",
    
"""1.	Что лежит в основе развития аденокарциномы пищевода? 
2.	Какие факторы риска развития рака пищевода вы знаете?
Больной Ш. 64 лет. В анамнезе: системная склеродермия.  Жалобы на жжение, царапание за грудиной при глотании твердой пищи. За последние 4 месяца похудел на 6 кг. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, живот мягкий, болезненный в эпигастрии.Рентгенологическое исследование пищевода: в нижней трети имеется сужение просвета за счет дефекта наполнения по задней стенке на протяжении 5 см., деформация контуров пищевода. Эзофагоскопия: в нижней трети пищевода по задней стенке имеется опухолевое образование суживающее просвет пищевода до 0,9 см, с преимущественно инфильтративным ростом. УЗИ брюшной полости: в печени определяется 3 округлых образования с нечеткими контурами от 1,5 до 5 см в диаметре.  
Предположительный диагноз. Какая степень дисфагии у больного? Назначьте дообследование. Какой возможен объем лечения? """,
    
"""1.	Какие группы лимфоузлов поражаются при раке пищевода?
2.	Какие топографо-анатомические отделы пищевода существуют? 
Больной Г. 45 лет в течении 10 лет лечился по поводу язвенной болезни 12-перстной кишки. Похудел за последние 3 месяца на 5 кг. Объективно: периферические лимфоузлы не увеличены. Язык обложен, живот мягкий, умеренно болезненный в эпигастральной области. Рентгенологически: в легких без патологии, пищевод не изменен, в верхней трети желудка на малой кривизне дефект наполнения, нарушение архитектоники слизистой. Гастроскопия: пищевод без патологии. По малой кривизне желудка определяется экзофитная опухоль доходящая до кардиального жома. Биопсия. Гистологическое исследование: аденокарцинома. УЗИ органов брюшной полости: печень, почки без патологии. Определяются увеличенные лимфоузлы малого сальника.
Диагноз? Лечебная тактика?""",
    
"""1.	Куда наиболее часто метастазирует рак пищевода?
2.	Что такое пищевод Баррета?
Больной А. 56 лет, профессор истории. Жалобы на похудание, тошноту, редко рвоту, боли в эпигастральной области, за последнюю неделю отметил желтушность кожи. Похудел за 3 месяца на 7кг. Объективно: периферические лимфоузлы не увеличены, при перкуссии грудной клетки ясный легочный звук, аускультативно: дыхание везикулярное, проводится во все отделы. Живот мягкий, доступен пальпации, отмечается болезненность в эпигастральной области. ЭГДС: слизистая нижней трети желудка инфильтрирована, кровоточит при пальпации, инфильтрация распространяется на луковицу 12п.к. Гистологическое заключение: низкодифференцированная аденокарцинома. УЗИ органов брюшной полости: печень без патологии, в головке поджелудочной железы определяется объемное образование 3х3см, поджелудочная железа имеет неоднородную структуру, отечна, забрюшинные лимфоузлы не увеличены. РКТ брюшной полости: отмечается объемное образование, размерами 3х3 см в головке поджелудочной железы, с признаками прорастания стенки желудка. Маркер СА 19-9 753 Ед/мл.     
Диагноз? Диагностика? Тактика лечения?""",
    
"""1.	Куда гематогенно метастазирует рак пищевода?
2.	Что такое синдром Пламмера–Винсона?
Больной Н. 70 лет. Жалобы на тошноту, похудание, боли в эпигастральной области, иррадиирующие в спину, отвращение к пище, за последние две недели отметил желтушность кожи, зуд. Похудел за 2 месяца на 9 кг. В анамнезе хронический панкреатит. Объективно: кожные покровы и склеры желтушны, периферические лимфоузлы не увеличены, живот мягкий, доступен пальпации, отмечается болезненность в эпигастральной области. УЗИ органов брюшной полости: печень без очаговых образований, отмечается сдавление общего желчного протока, поджелудочная железа неоднородной структуры, отечна,  вирсунгов проток расширен, в области головки поджелудочной железы определяется объемное образование 3х4см; в брюшной полости свободная жидкость; забрюшинные лимфоузлы не увеличены. РКТ органов брюшной полости: определяется объемное образование в области головки поджелудочной железы, размерами 3х4 см. Гистологическое заключение: аденокарцинома. Маркер СА 19-9 700 Ед/мл.
 Диагноз? Обследования? Тактика лечения?""",
    
"""1.	Какова клиническая картина рака шейного отдела пищевода?
2.	Какие заболевания пищевода относят к предраковым?
Больной А. 69 лет, слесарь. Злоупотребляет алкоголем. Жалобы на тошноту, похудание, боли в эпигастральной области, иррадиирующие в спину, отвращение к пище. Похудел за 2 месяца на 8 кг. В анамнезе хронический панкреатит, страдает тромбофлебитом. Без эффекта лечился по поводу язвенной болезни желудка. Объективно: периферические лимфоузлы не увеличены, живот мягкий, доступен пальпации, отмечается болезненность в эпигастральной области. УЗИ органов брюшной полости: печень без очаговых образований, в области тела поджелудочной железы определяется объемное образование 4х4см, структура поджелудочной железы неоднородная, отечна, забрюшинное пространство без особенностей.  РКТ органов брюшной полости: отмечается объемное образование в теле поджелудочной железы, размерами 4х4 см. Гистологическое заключение: аденокарцинома. Маркер СА 19-9 654 Ед/мл. Регионарных и отдаленных метастазов не выявлено.
 Диагноз? Стадия процесса? Назовите регионарные и отдаленные метастазы? Определите тактику лечения?""",
    
"""1.	Какие существуют морфологические формы рака пищевода?
2.	Какие существуют группы риска развития рака фатерова соска?
Больной А. 80 лет, рабочий в области резиновой промышленности. Жалобы на тошноту, боли в эпигастральной области,  отвращение к пище. В анамнезе желчно-каменная болезнь. Объективно: периферические лимфоузлы не увеличены, живот мягкий, доступен пальпации, отмечается болезненность в эпигастральной области. УЗИ, РКТ органов брюшной полости: в области 4 и 5 сегментах печени отмечаются 3 очаговых образования размерами от 1 до 1,5 см с нечеткими границами, в воротах печени увеличенные лимфатические узлы, стенка желчного пузыря инфильтрирована, в просвете определяется объемное образование 2 см в диаметре. Положительны маркеры: СА 19-9, щелочная фосфатаза. 
Диагноз? Тактика лечения? Прогноз?""",
    
"""1.	Какие методы применяются для морфологической верификации рака пищевода?
2.	Какие виды операций выполняются при раке поджелудочной железы?
Больной В. 60 лет, шофер. Курит 40 лет. Жалобы на затруднение при глотании твердой пищи. Похудел за последние 3 месяца на 7 кг. Объективно:  периферические лимфоузлы не увеличены, дыхание везикулярное, притупление перкуторного звука нет. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по право-задней стенке на протяжении 5 см., деформация контуров пищевода. 
Диагноз.  Какая степень дисфагии у больного? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой гистологический тип данной опухоли встречается чаще всего? Какой объем лечения возможен? Какие степени дисфагии вы знаете?""",
    
"""1.	Какое исследование позволяет установить протяженность поражения при раке пищевода?
2.	Как изменяются биохимические показатели крови при механической желтухе?
Больной Г. 45 лет, работник химчистки. Жалобы на затруднение при глотании твердой пищи. Объективно: слева в надключичной области пальпируется увеличенный, плотный лимфоузел, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование грудной клетки: в легких без патологии.При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по право-задней стенке на протяжении 6 см., деформация контуров пищевода. 
Диагноз. Какая степень дисфагии у пациента? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой гистологический тип данной опухоли встречается чаще всего? Какой объем лечения возможен? Какие органы могут поражаться при данном заболевании?""",
    
"""1.	Что является основными рентгенологическими симптомами рака пищевода?
2.	Клиническая картина механической желтухи.
Больной Г. 49 лет, механик, курит 15 лет. Из анамнеза: ахалазия кардии. Жалобы на затруднение прохождения твердой пищи, которую приходится запивать водой. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в верхней трети имеется сужение просвета на протяжении 6 см, деформация контуров пищевода. 
Предварительный диагноз. Какая степень дисфагии у больного? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой объем лечения возможен? Какие органы могут поражаться при данном заболевании? Назначьте дообследование.""",
    
"""1.	Какие методы используются для диагностика рака пищевода?
2.	Назовите самый частый симптом при раке поджелудочной железы.
Больная Д. 60 лет, учительница, курит 20 лет. Из анамнеза: ахалазия кардии. Жалобы на срыгивание. Питается полужидкой пищей. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. При рентгенологическом исследовании пищевода: в нижней трети имеется сужение просвета на протяжении 4 см, деформация контуров пищевода. 
Предварительный диагноз. Какая степень дисфагии у больной? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какие органы могут поражаться при данном заболевании? Назначьте дообследование.Какой объем лечения возможен?""",
    
"""1.	Какие степени дисфагии существуют?
2.	Какова клиническая картина при раке поджелудочной железы?
Больной К. 65 лет.  Курит 40 лет. Жалобы на затруднение глотания твердой пищи, которую приходится запивать водой. За последние 3 месяца похудел на 6 кг. Объективно:периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по задней стенке на протяжении 5 см., деформация контуров пищевода. Эзофагоскопия: в средней трети на уровне 30 см от передних резцов по задней стенке имеется экзофитное образование суживающее просвет пищевода до 0,9 см. Биопсия. 
Предположительный диагноз. Какая степень дисфагии у больного? Какое гистологическое заключение вы ожидаете? Назначьте дообследование. Какой объем лечения возможен?""",
    
"""1.	Какие методы лечения используются при раке пищевода?
2.	Какую роль играет химиотерапия и лучевая терапия в лечении  рака поджелудочной железы?
Больной Б. 60 лет. В анамнезе: хронический эзофагит. Жалобы на затруднение глотания твердой пищи. За последние 4 месяца похудел на 6 кг. Объективно:  периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Эзофагоскопия: в средней трети на уровне 30 см от передних резцов по задней стенке имеется экзофитное образование суживающее просвет пищевода до 0,9 см. Биопсия. Гистологическое исследование: плоскоклеточный рак. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурами от 1,5 до 5 см в диаметре.
Предположительный диагноз. Назначьте дообследование.Какой возможен объем лечения?""",
    
"""1.	Какой объем операции выполняется при раке пищевода?
2.	Какие исследования помогают определить резектабельность или операбельность рака поджелудочной железы?
Больной Н. 62 лет. В анамнезе: хронический эзофагит.  Жалобы на жжение, царапание за грудиной при глотании твердой пищи. За последние 4 месяца похудел на 6 кг. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование пищевода:  в нижней трети имеется сужение просвета за счет дефекта наполнения по задней стенке на протяжении 5 см., деформация контуров пищевода. Эзофагоскопия: в нижней трети пищевода по задней стенке имеется опухолевое образование суживающее просвет пищевода до 0,9 см, с преимущественно инфильтративным ростом. УЗИ брюшной полости: в печени определяется 3 округлых образования с нечеткими контурами от 1,5 до 5 см в диаметре.  
Предположительный диагноз. Какая степень дисфагии у больного? Назначьте дообследование.Какой возможен объем лечения?""",
    
"""1.	Какие показания к проведению лучевой терапии существуют при раке пищевода?
2.	Назовите регионарные лимфоузлы при раке поджелудочной железы.
Больная Н. 62 лет. В анамнезе: системная склеродермия.  Жалобы на затруднение глотания даже жидкой пищи. Объективно: в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые. Дыхание везикулярное, проводится во все отделы, живот мягкий безболезненный. Рентгенологическое пищевода: на всем протяжении имеется сужение просвета за счет инфильтрации задней стенки, деформация контуров пищевода. Эзофагоскопия: на всем протяжении пищевода по задней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,5 см.
Предварительный диагноз. Какая степень дисфагии у больной? Какие еще вы знаете эндоскопические признаки данной опухоли? Какое заключение гистологов вы ожидаете? Каков возможный объем лечения при отсутствии гематогенных метастазов?""",

"""1.	Какие виды облучения используются при лечении рака пищевода? 
2.	Какой наиболее чувствительный метод диагностики рака поджелудочной железы вы знаете?
Больная Т. 68 лет. В анамнезе: химический ожог пищевода.  Жалобы на затруднение глотания даже жидкой пищи, усиленное слюноотделение, рвоту. За последние 4 месяца похудела на 8 кг. Объективно: в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые. Дыхание везикулярное, проводится во все отделы, живот мягкий безболезненный. Рентгенологическое исследование пищевода: на всем протяжении имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. 
Предварительный диагноз. Какая степень дисфагии у больной? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какие органы могут поражаться при данном заболевании? Назначьте дообследование.Какой объем лечения возможен?""",

"""1.	При локализации в каком отделе пищевода лучевая терапия становится основным методом лечения?
2.	Перечислите факторы риска развития рака поджелудочной железы.
Больная К. 63 лет. В анамнезе: синдром Пламмера-Винсона.  Жалобы на затруднение глотания даже жидкой пищи, усиленное слюноотделение, рвоту. За последние 3 месяца похудела на 7 кг. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Эзофагоскопия: в верхнегрудном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,3 см. Биопсия. Сканирование костей скелета – без патологии. УЗИ брюшной полости: без патологии.
Предварительный диагноз.Какая степень дисфагии у больной? Какое заключение гистологов вы ожидаете? Какие признаки данного заболевания будут обнаружены при рентгенологическом исследовании пищевода?""",

"""1.	Какие малоинвазивные эндоскопические методики используются при лечении рака пищевода ранней стадии?
2.	Какие объемы хирургического вмешательства могут выполняться при раке желчного пузыря?
Больной М. 67 лет. В анамнезе: хронический эзофагит.  Жалобы на усиленное слюноотделение, охриплость голоса, слабость, похудание.Питается полужидкой пищей.  Объективно:в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование пищевода: в шейном отделе пищевода имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. Эзофагоскопия: в шейном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,3 см, опухоль протяженностью 5 см. Биопсия.
Предварительный диагноз. Какая степень дисфагии у больного? Какое осложнение возникло у данного больного? С чем следует проводить дифференциальный диагноз? Какое заключение гистологов вы ожидаете? Какое лечение возможно?""",

"""1.	Что такое радиохимиотерапия?
2.	Какой самый важный фактор риска развития рака желчного пузыря?
Больной Л., 69 лет. В анамнезе: пептические язвы пищевода.  Жалобы на боль за грудиной, изжогу, усиленное слюноотделение, слабость, похудание, глотание даже жидкой пищи затруднено. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, живот мягкий, болезненный в эпигастрии. Эзофагоскопия: в средне- и  нижнегрудном отделе пищевода  по задней и передней стенке имеется  инфильтрация слизистой оболочки, просвет пищевода сужен до 0,6 см, опухоль не более 5 см. Гистологическое исследование: плоскоклеточный рак. Выполнено рентгенологическое исследование пищевода.
Диагноз.  Какая степень дисфагии у больной? Какие рентгенологические признаки данного заболевания вам известны? Назовите пути гематогенного метастазирования и назначьте дообследование. Каков возможный объем лечения? """,

    ],
############################################################################################################################
    [





"""
1.	Назовите три, наиболее часто выявляемых, гистологических типа опухолей костей.
2.	Хондробластома доброкачественная или злокачественная опухоль?
Больная Х., 23 лет. Жалобы на  боли в левой ноге, интенсивного характера, беспокоящие в ночное время. Объективно: в области латеральной поверхности  средней трети левого бедра пальпируется опухолевидное образование, малоподвижное, каменистой плотности,  размерами  5,0х6,0 см. Паховые лимфоузлы увеличены, плотно-эластической консистенции, размерами от 1,0 до 2,0 см, безболезненны. Больной выполнено радиоизотопное исследование костей скелета, КТ: опухоль располагается в средней трети бедренной кости, протяженностью до 6,0 см, выходит за пределы кортикального слоя. В сыворотке крови обнаружено повышение уровня  щелочной фосфатазы и ЛДГ.
Ваш диагноз? Какое исследование надо выполнить для морфологической верификации опухоли? Какова схема лечения?""",


"""
1.	Назовите основные разновидности злокачественных опухолей мягких тканей. 
2.	Остеогенная саркома чаще всего метастазирует в легкие или в кости?
Больной П., 19 лет. Жалобы на  боли в правом плече, интенсивного характера, беспокоящие в ночное время. Объективно:  правое плечо обычной конфигурации, кожные покровы не изменены, при пальпации отмечается локальная болезненность в средней трети. Больному выполнено радиоизотопное исследование костей скелета, КТ, МРТ: опухоль располагается в средней трети плечевой кости, протяженностью до 5,0 см, выходит за пределы кортикального слоя. В сыворотке крови обнаружено повышение уровня  щелочной фосфатазы и ЛДГ. При рентгенологическом исследовании органов грудной клетки выявлены метастазы в правом легком.
Ваш диагноз? Какое исследование надо выполнить для морфологической верификации опухоли? Какова схема лечения?""",


"""
1.	Злокачественные опухоли каких органов наиболее часто метастазируют в кости?
2.	Наиболее радиочувствительной является хондросаркома или саркома Юинга?
Больной Е., 41 года. Жалобы на наличие опухолевидного образования в верхней трети левого бедра. Объективно: на латеральной поверхности верхней трети левого бедра определяется опухолевидное образование  плотно-эластической консистенции, размерами 5,0х6,0 см, ограниченной подвижности, кожа над ним гиперемирована. Больному выполнено КТ, МРТ, УЗКТ: опухоль располагается в мягких тканях средней трети бедра, размерами до 5,0 см в диаметре, прорастания бедренной кости нет, выражен сосудистый компонент. При рентгенологическом исследовании органов грудной клетки выявлены метастазы в правом легком.
Ваш диагноз? Какое исследование надо выполнить для морфологической верификации опухоли? Какова схема лечения?""",


"""
1.	Метастазы рака чаще поражают длинные трубчатые кости или позвонки и кости таза?
2.	Среди костных сарком наиболее бурно метастазирует в легкие остеогенная саркома или хондросаркома?
У пациента липосаркома забрющинного пространства, опухоль до 15,0 см, низкой степени дифференцировки, без вовлечения регионарных лимфатических узлов и без отдаленных метастазов.  Какая стадия?
•	Как классифицируются опухоль по глубине залегания?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Назовите основные рентгенологические симптомы костных сарком.
2.	Какие опухоли встречаются преимущественно в возрасте до 20 лет: остеогенная саркома или хондросаркома?
У больного 30 лет злокачественная фиброзная гистиоцитома правого бедра, опухоль 6,0 см, высокой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет. 
•	Какая стадия?
•	Как классифицируются опухоль по глубине залегания?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Какую роль в постановке диагноза злокачественных опухолей костей играет радиоизотопная диагностика?
2.	Старше или моложе по возрастному составу больные саркомами мягких тканей, по сравнению с больными саркомами костей?
У больного 50 лет ангиосаркома плеча, опухоль 8,0 см, низкой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет. 
•	Какая стадия?
•	Как классифицируются опухоль по глубине залегания?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Какое значение имеет морфологическое исследование в постановке диагноза злокачественных опухолей костей? 
2.	 Часто или редко метастазируют саркомы костей в регионарные лимфатические узлы?
У больного 39 лет злокачественная фиброзная гистиоцитома бедра, опухоль до 5,0 см, низкой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, имеются множественные метастазы в легкие. 
•	Какая стадия?
•	Как классифицируются опухоль по глубине залегания?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Назовите основные методы лечения опухолей костей.
2.	 Часто или редко метастазируют саркомы костей и мягких тканей в кости?
У больного 40 лет злокачественная фиброзная гистиоцитома, опухоль до 5,0 см, низкой степени дифференцировки, опухоль располагалась над поверхностной фасцией. Регионарные лимфатические узлы не были поражены, отдаленных метастазов не было. Проведено хирургическое лечение голени,  с последующей лучевой терапией, Через 6 месяцев выявлены метастазы в легкие.
•	Какая была стадия?
•	Как классифицировалась опухоль по глубине залегания?
•	Какая СОД при проведении послеоперационного курса дистанционной лучевой терапии подводится в подобных случаях?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Назовите органосохранные операции при опухолях костей. 
2.	 Назовите основные принципы лечения опухолей мягких тканей.
У пациента остеосаркома бедра, опухоль до 7,0 см, высокой степени злокачественности, без вовлечения регионарных лимфатических узлов и без отдаленных метастазов. 
•	Какая стадия?
•	Какова пятилетняя выживаемость при комплексном методе лечении остеосаркомы конечности?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Назовите основную локализацию сарком костей.
2.	 Какое значение имеют ангиография и морфологические исследования в постановке диагноза опухоли мягких тканей? 
У больного 20 лет саркома Юинга плеча, опухоль более 9,0 см, без четких границ с мягкими тканями, низкой степени дифференцировки. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет. 
•	Какая стадия?
•	Какова пятилетняя выживаемость при комплексном методе лечении саркомы Юинга конечности?
•	Наиболее целесообразная современная тактика лечения.""",


"""
1.	Назовите основную локализацию сарком мягких тканей.
2.	 Какие основные методы диагностики используют для постановки диагноза опухоли мягких тканей? 
У больного 50 лет хондросаркома плеча, опухоль 8,5 см, низкой степени злокачественности. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет. 
•	Какая стадия?
•	Какова пятилетняя выживаемость при хирургическом лечении хондросаркомы конечности?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Какие особенности клинической картины сарком костей?
2.	 С какими заболеваниями следует проводить дифференциальную диагностику опухолей костей и мягких тканей? 
У больного 19 лет саркома Юинга крестца, опухоль 10,0 см, низкой степени дифференцировки. Регионарные лимфатические узлы не поражены, имеются множественные метастазы в легкие. 
•	Какая стадия?
•	Какова пятилетняя выживаемость при комплексном лечении саркомы Юинга с наличием метастазов в легкие?
•	Тактика лечения.""",


"""
1. Какие особенности клинической картины сарком мягких тканей? 
2.	Наиболее радиочувствительной является хондросаркома или саркома Юинга?
У больного 25 лет остеосаркома голени, опухоль 5,0 см, низкой степени дифференцировки, Регионарные лимфатические узлы не были поражены, отдаленных метастазов не было. Проведено 6  курсов предоперационной химиотерапии, хирургическое лечение, 6  курсов послеоперационной химиотерапии. Через 6 месяцев выявлен рецидив в голени и метастазы в легкие.
•	Какая была стадия?
•	Какова пятилетняя выживаемость при лечении остеосаркомы с наличием рецидива и метастазов в легкие?
•	Тактика лечения.""",


"""
1.	С какими заболеваниями следует проводить дифференциальную диагностику опухолей костей и мягких тканей? 
2.	 Какие особенности клинической картины сарком мягких тканей? 
У больной 48 лет выявлена хондросаркома бедренной кости II степени злокачественности. 
Наиболее целесообразная тактика лечения""",


"""
1.	Какие основные методы диагностики используют для постановки диагноза опухоли мягких тканей? 
2.	Назовите основную локализацию сарком костей.
Больной Е., 41 года. Жалобы на наличие опухолевидного образования в верхней трети левого бедра. Объективно: на латеральной поверхности верхней трети левого бедра определяется опухолевидное образование  плотно-эластической консистенции, размерами 5,0х6,0 см, ограниченной подвижности, кожа над ним гиперемирована. Больному выполнено КТ, МРТ, УЗКТ: опухоль располагается в мягких тканях средней трети бедра, размерами до 5,0 см в диаметре, прорастания бедренной кости нет, выражен сосудистый компонент. При рентгенологическом исследовании органов грудной клетки выявлены метастазы в правом легком.
Ваш диагноз? Какое исследование надо выполнить для морфологической верификации опухоли? Какова схема лечения?""",



"""
1.	Какое значение имеют ангиография и морфологические исследования в постановке диагноза опухоли мягких тканей?
2.	Назовите органосохранные операции при опухолях костей. 
Больная Х., 23 лет. Жалобы на  боли в левой ноге, интенсивного характера, беспокоящие в ночное время. Объективно: в области латеральной поверхности  средней трети левого бедра пальпируется опухолевидное образование, малоподвижное, каменистой плотности,  размерами  5,0х6,0 см. Паховые лимфоузлы увеличены, плотно-эластической консистенции, размерами от 1,0 до 2,0 см, безболезненны. Больной выполнено радиоизотопное исследование костей скелета, КТ: опухоль располагается в средней трети бедренной кости, протяженностью до 6,0 см, выходит за пределы кортикального слоя. В сыворотке крови обнаружено повышение уровня  щелочной фосфатазы и ЛДГ.
Ваш диагноз? Какое исследование надо выполнить для морфологической верификации опухоли? Какова схема лечения?""",


"""
1.	Назовите основные принципы лечения опухолей мягких тканей.
2.	Какое значение имеет морфологическое исследование в постановке диагноза злокачественных опухолей костей? 
Больной П., 19 лет. Жалобы на  боли в правом плече, интенсивного характера, беспокоящие в ночное время. Объективно:  правое плечо обычной конфигурации, кожные покровы не изменены, при пальпации отмечается локальная болезненность в средней трети. Больному выполнено радиоизотопное исследование костей скелета, КТ, МРТ: опухоль располагается в средней трети плечевой кости, протяженностью до 5,0 см, выходит за пределы кортикального слоя. В сыворотке крови обнаружено повышение уровня  щелочной фосфатазы и ЛДГ. При рентгенологическом исследовании органов грудной клетки выявлены метастазы в правом легком.
Ваш диагноз? Какое исследование надо выполнить для морфологической верификации опухоли? Какова схема лечения?""",


"""
1.	Часто или редко метастазируют саркомы костей и мягких тканей в кости?
2.	Какую роль в постановке диагноза злокачественных опухолей костей играет радиоизотопная диагностика?
Больной Е., 41 года. Жалобы на наличие опухолевидного образования в верхней трети левого бедра. Объективно: на латеральной поверхности верхней трети левого бедра определяется опухолевидное образование  плотно-эластической консистенции, размерами 5,0х6,0 см, ограниченной подвижности, кожа над ним гиперемирована. Больному выполнено КТ, МРТ, УЗКТ: опухоль располагается в мягких тканях средней трети бедра, размерами до 5,0 см в диаметре, прорастания бедренной кости нет, выражен сосудистый компонент. При рентгенологическом исследовании органов грудной клетки выявлены метастазы в правом легком.
Ваш диагноз? Какое исследование надо выполнить для морфологической верификации опухоли? Какова схема лечения?""",


"""
1.	Часто или редко метастазируют саркомы костей в регионарные лимфатические узлы?
2.	Назовите основные рентгенологические симптомы костных сарком.
У пациента липосаркома забрющинного пространства, опухоль до 15,0 см, низкой степени дифференцировки, без вовлечения регионарных лимфатических узлов и без отдаленных метастазов. 
•	Какая стадия?
•	Как классифицируются опухоль по глубине залегания?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Старше или моложе по возрастному составу больные саркомами мягких тканей, по сравнению с больными саркомами костей?
2.	Метастазы рака чаще поражают длинные трубчатые кости или позвонки и кости таза?
У больного 30 лет злокачественная фиброзная гистиоцитома правого бедра, опухоль 6,0 см, высокой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет. 
•	Какая стадия?
•	Как классифицируются опухоль по глубине залегания?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Какие опухоли встречаются преимущественно в возрасте до 20 лет: остеогенная саркома или хондросаркома?
2.	Злокачественные опухоли каких органов наиболее часто метастазируют в кости?
У больного 50 лет ангиосаркома плеча, опухоль 8,0 см, низкой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет. 
•	Какая стадия?
•	Как классифицируются опухоль по глубине залегания?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Среди костных сарком наиболее бурно метастазирует в легкие остеогенная саркома или хондросаркома?
2.	Назовите основные разновидности злокачественных опухолей мягких тканей. 
У больного 39 лет злокачественная фиброзная гистиоцитома бедра, опухоль до 5,0 см, низкой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, имеются множественные метастазы в легкие. 
•	Какая стадия?
•	Как классифицируются опухоль по глубине залегания?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Наиболее радиочувствительной является хондросаркома или саркома Юинга?
2.	Назовите три, наиболее часто выявляемых, гистологических типа опухолей костей.
У больного 40 лет злокачественная фиброзная гистиоцитома, опухоль до 5,0 см, низкой степени дифференцировки, опухоль располагалась над поверхностной фасцией. Регионарные лимфатические узлы не были поражены, отдаленных метастазов не было. Проведено хирургическое лечение голени,  с последующей лучевой терапией, Через 6 месяцев выявлены метастазы в легкие.
•	Какая была стадия?
•	Как классифицировалась опухоль по глубине залегания?
•	Какая СОД при проведении послеоперационного курса дистанционной лучевой терапии подводится в подобных случаях?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Остеогенная саркома чаще всего метастазирует в легкие или в кости?
2.	 Назовите основные принципы лечения опухолей мягких тканей.
У больного 50 лет хондросаркома плеча, опухоль 8,5 см, низкой степени злокачественности. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет. 
•	Какая стадия?
•	Какова пятилетняя выживаемость при хирургическом лечении хондросаркомы конечности?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Хондробластома доброкачественная или злокачественная опухоль?
2.	Назовите основную локализацию сарком мягких тканей.
У пациента остеосаркома бедра, опухоль до 7,0 см, высокой степени злокачественности, без вовлечения регионарных лимфатических узлов и без отдаленных метастазов. 
•	Какая стадия?
•	Какова пятилетняя выживаемость при комплексном методе лечении остеосаркомы конечности?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Какое значение имеет морфологическое исследование в постановке диагноза злокачественных опухолей костей? 
2.	Остеогенная саркома чаще всего метастазирует в легкие или в кости?
У больного 20 лет саркома Юинга плеча, опухоль более 9,0 см, без четких границ с мягкими тканями, низкой степени дифференцировки. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет. 
•	Какая стадия?
•	Какова пятилетняя выживаемость при комплексном методе лечении саркомы Юинга конечности?
•	Наиболее целесообразная современная тактика лечения.""",


"""
1.	Назовите основные методы лечения опухолей костей.
2.	 Какие особенности клинической картины сарком мягких тканей? 
У больного 50 лет хондросаркома плеча, опухоль 8,5 см, низкой степени злокачественности. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет. 
•	Какая стадия?
•	Какова пятилетняя выживаемость при хирургическом лечении хондросаркомы конечности?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Какие основные методы диагностики используют для постановки диагноза опухоли мягких тканей? 
2.	Назовите основную локализацию сарком костей.
У больного 19 лет саркома Юинга крестца, опухоль 10,0 см, низкой степени дифференцировки. Регионарные лимфатические узлы не поражены, имеются множественные метастазы в легкие. 
•	Какая стадия?
•	Какова пятилетняя выживаемость при комплексном лечении саркомы Юинга с наличием метастазов в легкие?
•	Тактика лечения.""",


"""
1.	Назовите основные принципы лечения опухолей мягких тканей.
2.	Среди костных сарком наиболее бурно метастазирует в легкие остеогенная саркома или хондросаркома?
У больного 25 лет остеосаркома голени, опухоль 5,0 см, низкой степени дифференцировки, Регионарные лимфатические узлы не были поражены, отдаленных метастазов не было. Проведено 6  курсов предоперационной химиотерапии, хирургическое лечение, 6  курсов послеоперационной химиотерапии. Через 6 месяцев выявлен рецидив в голени и метастазы в легкие.
•	Какая была стадия?
•	Какова пятилетняя выживаемость при лечении остеосаркомы с наличием рецидива и метастазов в легкие?
•	Тактика лечения.""",


"""
1.	Старше или моложе по возрастному составу больные саркомами мягких тканей, по сравнению с больными саркомами костей?
2.	 Часто или редко метастазируют саркомы костей и мягких тканей в кости?
У больной 48 лет выявлена хондросаркома бедренной кости II степени злокачественности. 
Вопрос. Наиболее целесообразная тактика лечения""",


"""
1.	Какие опухоли встречаются преимущественно в возрасте до 20 лет: остеогенная саркома или хондросаркома?
2.	 Назовите основные принципы лечения опухолей мягких тканей.
У больного 39 лет злокачественная фиброзная гистиоцитома бедра, опухоль до 5,0 см, низкой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, имеются множественные метастазы в легкие. 
•	Какая стадия?
•	Как классифицируются опухоль по глубине залегания?
•	Наиболее целесообразная тактика лечения.""",


"""
1.	Среди костных сарком наиболее бурно метастазирует в легкие остеогенная саркома или хондросаркома?
2.	 Какие основные методы диагностики используют для постановки диагноза опухоли мягких тканей? 
У больного 40 лет злокачественная фиброзная гистиоцитома, опухоль до 5,0 см, низкой степени дифференцировки, опухоль располагалась над поверхностной фасцией. Регионарные лимфатические узлы не были поражены, отдаленных метастазов не было. Проведено хирургическое лечение голени,  с последующей лучевой терапией, Через 6 месяцев выявлены метастазы в легкие.
•	Какая была стадия?
•	Как классифицировалась опухоль по глубине залегания?
•	Какая СОД при проведении послеоперационного курса дистанционной лучевой терапии подводится в подобных случаях?
•	Наиболее целесообразная тактика лечения.""",






    ],

###########################################################################################################################
    
    [

"""1. Какие патогенетические варианты рака тела матки Вы знаете?
2. Какое лечение проводят больным раком шейки матки?
Больная Ш.Ю.Я., 17 лет, предъявляет жалобы на боль внизу живота, увеличение живота в объеме, быструю утомляемость, похудание. У пациентки первичная аменорея. Уровень СА-125 153 ед/мл. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, справа от матки определяется подвижное округлое образование плотноэластической консистенции до 8 см в диаметре, слева без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?
""",

"""1. Перечислите факторы риска рака тела матки.
2. Назовите пути метастазирования рака яичников
Больная Р.К.Д., 53 лет, в течение последних пяти лет наблюдается по поводу опухоли левого яичника (до 2 см в диаметре). С июня 2009 г. отмечается рост опухоли до 10 см. Уровень СА-125 629 ед/мл. В октябре 2009 г. обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, слева от матки определяется подвижное округлое образование плотноэластической консистенции до 10 см в диаметре, справа без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?

""",

"""1. Перечислите редкие гистологические формы рака тела матки.
2. На какой возраст приходится пик заболеваемости раком яичников?
Больная В.Л.М., 69 лет, предъявляет жалобы на боль внизу живота, слабость, увеличение живота в объеме. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища и шейки матки не изменена, тело матки не увеличено, подвижное, безболезненное, справа от матки определяется образование плотноэластической консистенции, безболезненное, ограниченно подвижное при пальпации, до 10 см в диаметре, слева — аналогичное образование до 7 см в диаметре, своды глубокие, параметрии свободные. При УЗИ определяются множественные диссеминаты по париетальной и висцеральной брюшине и капсуле печени. Уровень СА-125 873,0 ед/мл. Больная соматически отягощена, страдает сердечной недостаточностью, наблюдается у кардиолога.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какие жалобы предъявляют больные раком тела матки?
2. Какими факторами может быть индуцирован рак яичников?
Больная О.В.Г., 65 лет, предъявляет жалобы на боль внизу живота, слабость, увеличение живота в объеме.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?
""",

"""1. Ваш диагностический алгоритм для обследования больных с подозрением на рак тела матки?
2. Вследствие чего развивается рак яичников?
Больная Т.В.И., 64 лет, предъявляет жалобы на боли внизу живота, слабость. При УЗИ органов малого таза обнаружено увеличение левого яичника до 12 см, правого до 5 см. Уровень СА-125 1595,0 ед/мл. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища и шейки матки не изменена, тело матки не увеличено, подвижное, безболезненное, слева от матки определяется образование плотноэластической консистенции, подвижное, безболезненное при пальпации, до 12 см в диаметре, справа — аналогичное образование до 5 см в диаметре, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какое лечение проводят больным раком тела матки?
2. Мутация каких генов определяет высокий риск развития рака яичников?
Больная Т.Н.Я., 33 лет, нерожавшая, предъявляет жалобы на контактные кровянистые. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 2,0х1,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Что способствует развитию рака шейки матки?
2. Какие женщины входят в группу риска по раку яичников?
Больная Т.Р.М., 51 года. В течение последних 7 месяцев предъявляет жалобы на повышенную утомляемость, водянистые бели и контактные кровянистые выделения из половых путей. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, влагалищная часть шейки матки полностью разрушена, вместо нее определяется кратерообразная язва диаметром 5 см, тело матки увеличено, соответствует 5—6 неделям беременности, безболезненно при пальпации, резко смещено вправо, правый параметрий резко укорочен и утолщен, правый боковой свод влагалища уплощен и инфильтрирован, в области придатков без особенностей, параметрий и влагалищный свод слева не изменены; при ректовагинальном исследовании инфильтрация правого параметрия не достигает стенки таза.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. От каких факторов зависит заболеваемость раком шейки матки?
2. Какие жалобы возможны при раке яичников?
Больная Т.Л.А., 39 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей. У больной в течение 3 лет стояла ВМС. Стали беспокоить ациклические кровянистые выделения из половых путей, в связи с чем ВМС удалили. Затем провели противовоспалительное лечение. Через месяц вновь установили ВМС. Через 3 месяца появились контактные кровянистые выделения из половых путей. ВМС опять удалили. Гинекологический осмотр: наружные половые органы развиты правильно, оволосение по женскому типу, шейка матки гипертрофирована, диаметром 6 см, слизистая ее не изменена, тело матки нормальных размеров, несколько смещено влево, безболезненное, область придатков без особенностей, левый параметрий укорочен, правый не изменен, влагалищные своды глубокие. А) Какую патологию следует исключить у больной? Б) Какие методы позволяют верифицировать диагноз?""",

"""1. На что жалуются больные раком шейки матки?
2. Ваш диагностический алгоритм в распознавании рака яичников?
Больная Т.Н.И., 59 лет. Жалоб нет. При профилактическом осмотре взяты мазки с шейки матки для цитологического исследования. Выявлены изменения плоского эпителия высокой степени злокачественности. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные. А) Что необходимо предпринять для уточнения диагноза? Б) Какой метод лечения нужно применить в данном случае?""",

"""1. Ваш диагностический алгоритм в распознавании рака шейки матки
2. Какое лечение проводят больным раком яичников?
Больная Т.Н.В., 42 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 3,0х2,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какое лечение проводят больным раком шейки матки?
2. Какие патогенетические варианты рака тела матки Вы знаете?
Больная И.Н.Я., 47 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей, боль внизу живота. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая влагалища не изменена, на эктоцервиксе на участке 0,5х1,0 см определяются разрастания по типу цветной капусты, кровоточащие при дотрагивании, тело матки увеличено за счет множественных миоматозных узлов, соответствует 10—12 неделям беременности, подвижное, безболезненное, придатки с обеих сторон не пальпируются, своды глубокие, параметрии свободные. При УЗИ малого таза тело матки деформировано за счет множественных миоматозных узлов от 1 до 5,5 см в диаметре, толщина эндометрия 2,2 см.
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? """,

"""1. Назовите пути метастазирования рака яичников
2. Перечислите факторы риска рака тела матки.
У больной И.Е.Д., 60 лет, 4 месяца назад появились боли внизу живота и кровянистые выделения из половых путей на фоне менопаузы. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области левых придатков матки без особенностей, в области правых придатков пальпируется объемное образование тугоэластической консистенции 4х5см, безболезненное, своды глубокие, параметрии свободные. Произведено раздельное диагностическое выскабливание матки. Гистологическое заключение: умереннодифференцированная эндометриоидная аденокарцинома с плоскоклеточной метаплазией. Выполнена операция в объеме экстирпация матки с придатками. Гистологическое заключение: шейка матки выстлана многослойным плоским и цилиндрическим эпителием, в эндометрии на площади 5,2х4,7 см разрастание низкодифференцированной эндометриоидной аденокарциномы, не доходящей до уровня внутреннего маточного зева, глубина инвазии миометрия 18 мм при толщине миометрия в области опухоли 21 мм, эмболов в лимфатических щелях нет, маточные трубы с признаками возрастной инволюции, в правом яичнике серозная сосочковая цистаденофиброма, левый яичник без патологии. По данным предоперационного обследования и интраоперационной ревизии отдаленных метастазов нет. Уровень СА-125 до операции 73 ед/мл. А) Сформулируйте заключительный диагноз, определите стадию? Б) Каков план лечения?""",

"""1. На какой возраст приходится пик заболеваемости раком яичников?
2. Перечислите редкие гистологические формы рака тела матки.
Больная К.В.Л., 70 лет (менопауза в течение 20 лет), предъявляет жалобы на кровянистые выделения из половых путей в течение последних 3 месяцев. При гинекологическом осмотре: женские половые органы развиты правильно. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки увеличено, соответствует 7—8 неделям беременности, подвижное, безболезненное, придатки с обеих сторон не пальпируются, своды глубокие, параметрии свободные. Больная соматически отягощена, страдает гипертонической болезнью, ИБС, тяжелой сердечной недостаточностью, 2 года назад перенесла инфаркт миокарда, наблюдается у кардиолога.
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какими факторами может быть индуцирован рак яичников?
2. Какие жалобы предъявляют больные раком тела матки?
У больной К.Л.Г., 50 лет, появились жалобы на кровянистые выделения из половых путей на фоне менопаузы. По месту жительства выполнили раздельное диагностическое выскабливание. Гистологическое заключение: аденокарцинома. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные. Выполнена лапароскопическая экстирпация матки с придатками. Гистологическое заключение: шейка матки выстлана многослойным плоским и цилиндрическим эпителием, в эндометрии на площади 1,5х2 см разрастание умереннодифференцированной эндометриоидной аденокарциномы с плоскоклеточной метаплазией, с инвазией миометрия до 5 мм (менее 1/2 толщины миометрия), яичники и маточные трубы с признаками возрастной инволюции, эмболов в лимфатических щелях нет. По данным предоперационного обследования и интраоперационной ревизии отдаленных метастазов нет. Уровень СА-125 до операции 10 ед/мл.
А) Сформулируйте заключительный диагноз, определите стадию. Б) Какова тактика лечения? """,

"""1. Вследствие чего развивается рак яичников?
2. Ваш диагностический алгоритм для обследования больных с подозрением на рак тела матки?
Больная К.Т.М., 70 лет, считает себя больной с декабря 2008 года, когда впервые отметила появление кровянистых выделений из половых путей на фоне менопаузы. В январе 2009 года больную госпитализировали. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные. 
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Мутация каких генов определяет высокий риск развития рака яичников?
2. Какое лечение проводят больным раком тела матки?
Больная В.Л.М., 69 лет, предъявляет жалобы на боль внизу живота, слабость, увеличение живота в объеме. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища и шейки матки не изменена, тело матки не увеличено, подвижное, безболезненное, справа от матки определяется образование плотноэластической консистенции, безболезненное, ограниченно подвижное при пальпации, до 10 см в диаметре, слева — аналогичное образование до 7 см в диаметре, своды глубокие, параметрии свободные. При УЗИ определяются множественные диссеминаты по париетальной и висцеральной брюшине и капсуле печени. Уровень СА-125 873,0 ед/мл. Больная соматически отягощена, страдает сердечной недостаточностью, наблюдается у кардиолога.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какие женщины входят в группу риска по раку яичников?
2. Что способствует развитию рака шейки матки?
Больная Р.К.Д., 53 лет, в течение последних пяти лет наблюдается по поводу опухоли левого яичника (до 2 см в диаметре). С июня 2009 г. отмечается рост опухоли до 10 см. Уровень СА-125 629 ед/мл. В октябре 2009 г. обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, слева от матки определяется подвижное округлое образование плотноэластической консистенции до 10 см в диаметре, справа без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какие жалобы возможны при раке яичников?
2. От каких факторов зависит заболеваемость раком шейки матки?
Больная Ш.Ю.Я., 17 лет, предъявляет жалобы на боль внизу живота, увеличение живота в объеме, быструю утомляемость, похудание. У пациентки первичная аменорея. Уровень СА-125 153 ед/мл. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, справа от матки определяется подвижное округлое образование плотноэластической консистенции до 8 см в диаметре, слева без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?""",

"""1. Ваш диагностический алгоритм в распознавании рака яичников?
2. На что жалуются больные раком шейки матки?
Больная Т.Н.В., 42 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 3,0х2,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какое лечение проводят больным раком яичников?
2. Ваш диагностический алгоритм в распознавании рака шейки матки
Больная И.Н.Я., 47 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей, боль внизу живота. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая влагалища не изменена, на эктоцервиксе на участке 0,5х1,0 см определяются разрастания по типу цветной капусты, кровоточащие при дотрагивании, тело матки увеличено за счет множественных миоматозных узлов, соответствует 10—12 неделям беременности, подвижное, безболезненное, придатки с обеих сторон не пальпируются, своды глубокие, параметрии свободные. При УЗИ малого таза тело матки деформировано за счет множественных миоматозных узлов от 1 до 5,5 см в диаметре, толщина эндометрия 2,2 см.
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? """,

"""1. Перечислите редкие гистологические формы рака тела матки.
2. Какое лечение проводят больным раком шейки матки?
Больная Ш.Ю.Я., 17 лет, предъявляет жалобы на боль внизу живота, увеличение живота в объеме, быструю утомляемость, похудание. У пациентки первичная аменорея. Уровень СА-125 153 ед/мл. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, справа от матки определяется подвижное округлое образование плотноэластической консистенции до 8 см в диаметре, слева без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какие жалобы предъявляют больные раком тела матки?
2. Назовите пути метастазирования рака яичников
Больная Р.К.Д., 53 лет, в течение последних пяти лет наблюдается по поводу опухоли левого яичника (до 2 см в диаметре). С июня 2009 г. отмечается рост опухоли до 10 см. Уровень СА-125 629 ед/мл. В октябре 2009 г. обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, слева от матки определяется подвижное округлое образование плотноэластической консистенции до 10 см в диаметре, справа без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Ваш диагностический алгоритм для обследования больных с подозрением на рак тела матки?
2. На какой возраст приходится пик заболеваемости раком яичников?
Больная В.Л.М., 69 лет, предъявляет жалобы на боль внизу живота, слабость, увеличение живота в объеме. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища и шейки матки не изменена, тело матки не увеличено, подвижное, безболезненное, справа от матки определяется образование плотноэластической консистенции, безболезненное, ограниченно подвижное при пальпации, до 10 см в диаметре, слева — аналогичное образование до 7 см в диаметре, своды глубокие, параметрии свободные. При УЗИ определяются множественные диссеминаты по париетальной и висцеральной брюшине и капсуле печени. Уровень СА-125 873,0 ед/мл. Больная соматически отягощена, страдает сердечной недостаточностью, наблюдается у кардиолога.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какое лечение проводят больным раком тела матки?
2. Какими факторами может быть индуцирован рак яичников?
Больная О.В.Г., 65 лет, предъявляет жалобы на боль внизу живота, слабость, увеличение живота в объеме.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?""",

"""1. Что способствует развитию рака шейки матки?
2. Вследствие чего развивается рак яичников?
Больная Т.В.И., 64 лет, предъявляет жалобы на боли внизу живота, слабость. При УЗИ органов малого таза обнаружено увеличение левого яичника до 12 см, правого до 5 см. Уровень СА-125 1595,0 ед/мл. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища и шейки матки не изменена, тело матки не увеличено, подвижное, безболезненное, слева от матки определяется образование плотноэластической консистенции, подвижное, безболезненное при пальпации, до 12 см в диаметре, справа — аналогичное образование до 5 см в диаметре, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. От каких факторов зависит заболеваемость раком шейки матки?
2. Мутация каких генов определяет высокий риск развития рака яичников?
Больная Т.Н.Я., 33 лет, нерожавшая, предъявляет жалобы на контактные кровянистые. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 2,0х1,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Назовите пути метастазирования рака яичников
2. Ваш диагностический алгоритм в распознавании рака шейки матки
Больная Т.Р.М., 51 года. В течение последних 7 месяцев предъявляет жалобы на повышенную утомляемость, водянистые бели и контактные кровянистые выделения из половых путей. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, влагалищная часть шейки матки полностью разрушена, вместо нее определяется кратерообразная язва диаметром 5 см, тело матки увеличено, соответствует 5—6 неделям беременности, безболезненно при пальпации, резко смещено вправо, правый параметрий резко укорочен и утолщен, правый боковой свод влагалища уплощен и инфильтрирован, в области придатков без особенностей, параметрий и влагалищный свод слева не изменены; при ректовагинальном исследовании инфильтрация правого параметрия не достигает стенки таза.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. На какой возраст приходится пик заболеваемости раком яичников?
2. На что жалуются больные раком шейки матки?
Больная Т.Л.А., 39 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей. У больной в течение 3 лет стояла ВМС. Стали беспокоить ациклические кровянистые выделения из половых путей, в связи с чем ВМС удалили. Затем провели противовоспалительное лечение. Через месяц вновь установили ВМС. Через 3 месяца появились контактные кровянистые выделения из половых путей. ВМС опять удалили. Гинекологический осмотр: наружные половые органы развиты правильно, оволосение по женскому типу, шейка матки гипертрофирована, диаметром 6 см, слизистая ее не изменена, тело матки нормальных размеров, несколько смещено влево, безболезненное, область придатков без особенностей, левый параметрий укорочен, правый не изменен, влагалищные своды глубокие. А) Какую патологию следует исключить у больной? Б) Какие методы позволяют верифицировать диагноз?""",

"""1. Какими факторами может быть индуцирован рак яичников?
2. От каких факторов зависит заболеваемость раком шейки матки?
Больная Т.Н.И., 59 лет. Жалоб нет. При профилактическом осмотре взяты мазки с шейки матки для цитологического исследования. Выявлены изменения плоского эпителия высокой степени злокачественности. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные. А) Что необходимо предпринять для уточнения диагноза? Б) Какой метод лечения нужно применить в данном случае?""",

"""1. Вследствие чего развивается рак яичников?
2. Что способствует развитию рака шейки матки?
Больная Т.Н.В., 42 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 3,0х2,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Мутация каких генов определяет высокий риск развития рака яичников?
2. Какое лечение проводят больным раком тела матки?
Больная И.Н.Я., 47 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей, боль внизу живота. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая влагалища не изменена, на эктоцервиксе на участке 0,5х1,0 см определяются разрастания по типу цветной капусты, кровоточащие при дотрагивании, тело матки увеличено за счет множественных миоматозных узлов, соответствует 10—12 неделям беременности, подвижное, безболезненное, придатки с обеих сторон не пальпируются, своды глубокие, параметрии свободные. При УЗИ малого таза тело матки деформировано за счет множественных миоматозных узлов от 1 до 5,5 см в диаметре, толщина эндометрия 2,2 см.
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? """,

"""1. Какие женщины входят в группу риска по раку яичников?
2. Ваш диагностический алгоритм для обследования больных с подозрением на рак тела матки?
У больной И.Е.Д., 60 лет, 4 месяца назад появились боли внизу живота и кровянистые выделения из половых путей на фоне менопаузы. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области левых придатков матки без особенностей, в области правых придатков пальпируется объемное образование тугоэластической консистенции 4х5см, безболезненное, своды глубокие, параметрии свободные. Произведено раздельное диагностическое выскабливание матки. Гистологическое заключение: умереннодифференцированная эндометриоидная аденокарцинома с плоскоклеточной метаплазией. Выполнена операция в объеме экстирпация матки с придатками. Гистологическое заключение: шейка матки выстлана многослойным плоским и цилиндрическим эпителием, в эндометрии на площади 5,2х4,7 см разрастание низкодифференцированной эндометриоидной аденокарциномы, не доходящей до уровня внутреннего маточного зева, глубина инвазии миометрия 18 мм при толщине миометрия в области опухоли 21 мм, эмболов в лимфатических щелях нет, маточные трубы с признаками возрастной инволюции, в правом яичнике серозная сосочковая цистаденофиброма, левый яичник без патологии. По данным предоперационного обследования и интраоперационной ревизии отдаленных метастазов нет. Уровень СА-125 до операции 73 ед/мл. А) Сформулируйте заключительный диагноз, определите стадию? Б) Каков план лечения?""",

"""1. Какие жалобы предъявляют больные раком тела матки?
2. Какие жалобы возможны при раке яичников?
Больная К.В.Л., 70 лет (менопауза в течение 20 лет), предъявляет жалобы на кровянистые выделения из половых путей в течение последних 3 месяцев. При гинекологическом осмотре: женские половые органы развиты правильно. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки увеличено, соответствует 7—8 неделям беременности, подвижное, безболезненное, придатки с обеих сторон не пальпируются, своды глубокие, параметрии свободные. Больная соматически отягощена, страдает гипертонической болезнью, ИБС, тяжелой сердечной недостаточностью, 2 года назад перенесла инфаркт миокарда, наблюдается у кардиолога.
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",

"""1. Какие патогенетические варианты рака тела матки Вы знаете?
2. Ваш диагностический алгоритм в распознавании рака яичников?
У больной К.Л.Г., 50 лет, появились жалобы на кровянистые выделения из половых путей на фоне менопаузы. По месту жительства выполнили раздельное диагностическое выскабливание. Гистологическое заключение: аденокарцинома. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные. Выполнена лапароскопическая экстирпация матки с придатками. Гистологическое заключение: шейка матки выстлана многослойным плоским и цилиндрическим эпителием, в эндометрии на площади 1,5х2 см разрастание умереннодифференцированной эндометриоидной аденокарциномы с плоскоклеточной метаплазией, с инвазией миометрия до 5 мм (менее 1/2 толщины миометрия), яичники и маточные трубы с признаками возрастной инволюции, эмболов в лимфатических щелях нет. По данным предоперационного обследования и интраоперационной ревизии отдаленных метастазов нет. Уровень СА-125 до операции 10 ед/мл.
А) Сформулируйте заключительный диагноз, определите стадию. Б) Какова тактика лечения? """,

"""1. Перечислите редкие гистологические формы рака тела матки.
2. Какое лечение проводят больным раком яичников?
Больная К.Т.М., 70 лет, считает себя больной с декабря 2008 года, когда впервые отметила появление кровянистых выделений из половых путей на фоне менопаузы. В январе 2009 года больную госпитализировали. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные. 
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?""",


    ],
    
    [

"""1.	Кто страдает лимфомой Ходжкина чаще – мужчины или женщины?
2.	Какие варианты ЛХ являются наименее благоприятными 	в прогнозе?
Больной Г., 37 лет. Предъявляет жалобы на повышение температуры тела до    38 0С,  в течение нескольких дней подряд, кашель, одышку, боли за грудиной. В анамнезе: длительно лечился по поводу бронхита, антибиотикотерапия без эффекта.   При осмотре пальпируются увеличенные шейные  и затылочные лимфоузлы. В легких дыхание везикулярное, проводится во все отделы, хрипов нет. Живот мягкий, безболезненный, селезенка, печень не увеличены. В анализе крови:  СОЭ 35 мм\ч, фибриноген 600 мг%, лимфоциты 17%.
Ваш предположительный диагноз?
Какую манипуляцию необходимо выполнить для морфологической верификации болезни?  Что является морфологическим субстратом данного вида опухоли?""",

"""1.	Имеется ли при ЛХ возрастной пик заболеваемости?
2.	Для начальных проявлений ЛХ наиболее характерно поражение лимфатических узлов, находящихся выше или ниже диафрагмы?
Больной Б., 36 лет.  Жалуется на боли в животе, преимущественно в области поясницы, чаще возникающие ночью, отеки нижних конечностей.  Обследован гастроэнтерологом: патологии желудочно-кишечного тракта не выявлено. При УЗКТ обнаружены увеличенные  парааортальные лимфоузлы. При КТ: увеличенные подвздошные лимфоузлы, при их пункционной биопсии получены клетки Березовского – Штернберга – Рида. В анализе крови:  СОЭ 35 мм\ч, лимфопения.
Ваш диагноз? Какова ваша схема лечения данного больного?""",

"""1.	Назовите область наиболее частого поражения лимфатических узлов при лимфоме Ходжкина.
2.	Назовите основной метод лечения лимфомы Ходжкина при всех стадиях заболевания.
У больного 30 лет. Диагноз: лимфома Ходжкина, смешанно-клеточный вариант IIв стадии с поражением лимфоузлов левой шейной – над – подключичной области и средостения, без других факторов риска.
•	Имеются ли у данной больной симптомы интоксикации?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Назовите наиболее частый морфологический вариант лимфомы Ходжкина.
2.	Прогнозы каких вариантов ЛХ являются наиболее благоприятными морфологически?
Больной Б., 36 лет.  Жалуется на боли в животе, преимущественно в области поясницы, чаще возникающие ночью, отеки нижних конечностей.  Обследован гастроэнтерологом: патологии желудочно-кишечного тракта не выявлено. При УЗКТ обнаружены увеличенные  парааортальные лимфоузлы. При КТ: увеличенные подвздошные лимфоузлы, при их пункционной биопсии получены клетки Березовского – Штернберга – Рида. В анализе крови:  СОЭ 35 мм\ч, лимфопения.
Ваш диагноз? Какова ваша схема лечения данного больного?""",

"""1.	Назовите основные морфологические варианты при лимфоме Ходжкина.
2.	Какой экстранодулярный орган при лимфоме Ходжкина поражается наиболее часто?
У больной 20 лет. Диагноз: лимфома Ходжкина, нодулярный склероз, Iа стадии с поражением лимфоузлов левой надключичной зоны, факторы риска не выявлены. 
•	Имеются ли у данной больной симптомы интоксикации?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Перечислите факторы риска лимфомы Ходжкина.
2.	Назовите основной путь метастазироания при лимфоме Ходжкина.
У больной 20 лет. Диагноз: лимфома Ходжкина, нодулярный склероз, Iа стадии с поражением лимфоузлов левой надключичной зоны, факторы риска не выявлены. 
•	Имеются ли у данной больной симптомы интоксикации?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Опишите клиническую картину при поражении периферических лимфатических узлов при болезни Ходжкина.
2.	Перечислите группы прогноза при лимфоме Ходжкина.
У больного 30 лет. Диагноз: лимфома Ходжкина, смешанно-клеточный вариант IIв стадии с поражением лимфоузлов левой шейной – над – подключичной области и средостения, без других факторов риска.
•	Имеются ли у данной больной симптомы интоксикации?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	 Опишите клиническую картину при поражении глубоких лимфатических узлов (средостения, забрюшинной области).
2.	Что учитывается при выборе программы лечения лимфомы Ходжкина?
У больного 28 лет. Диагноз: лимфома Ходжкина, смешанно-клеточный вариант IIв стадии с поражением лимфоузлов левой надключичной области и средостения, медиастинально-торакальный индекс более 0,33 см.
•	Имеются ли у данной больной симптомы интоксикации?
•	Имеются ли дополнительные факторы риска?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Опишите клиническую картину при поражении внутренних органов при болезни Ходжкина.
2.	В каких случаях при лимфоме Ходжкина выставляется стадия B?
У больной 58 лет. Диагноз: лимфома Ходжкина, вариант лимфоидное истощение с поражением лимфоузлов правой надключичной области и локальным поражение печени.
•	Какая стадия?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	С какими заболеваниями проводят дифференциальную диагностику лимфомы Ходжкина?
2.	Перечислите симптомы интоксикации при болезни Ходжкина.
У больного 31 года. Диагноз: лимфома Ходжкина, вариант лимфоидное истощение с поражением лимфоузлов области средостения и локальным до 1,0 см, единичным очагом в правом легком. Предъявляет жалобы на ночной профузный пот.
•	Какая стадия?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Перечислите симптомы интоксикации при болезни Ходжкина.
2.	Опишите клиническую картину при поражении внутренних органов при болезни Ходжкина.
Больная М., 30 лет, 2 года назад обратилась к участковому врачу в связи с увеличением до 2,0 см в диаметре лимфоузла в правой надключичной зоне. Незадолго до этого перенесла ОРВИ. Врач не назначил никаких дополнительных исследований, рекомендовал спиртовые компрессы. Через полгода у больной в этом же месте появились еще два плотных лимфоузла размерами 1,5х2,0 см, а в надключичной области слева появился лимфоузел такого же размера. 
Врач поликлиники снова назначил тепловые процедуры и антибиотики. Лимфоузлы сначала незначительно уменьшились в размерах, затем снова увеличились до 2,0-3,0 см в диаметре.
Больная решила больше к врачам не обращаться, самочувствие оставалось удовлетворительным.
Через 2 года внезапно поднялась температура до 38,5-39,0оС ежедневно, не снижалась от применения антибиотиков. По ночам отмечалась обильная потливость. Периодически отмечала кожный зуд. При ходьбе несколько раз отмечала колющие боли в левом подреберье. Во время врачебного осмотра на этот раз были выявлены увеличенные немногочисленные плотные лимфоузлы (не менее 3 см в диаметре) в обеих шейно-надключичных областях. При пальпации селезенка выступала на 4,0 см из-под края реберной дуги.
Вопросы:
1. Какой диагноз можно предположительно поставить больной?
2. Какие дополнительные методы исследования необходимы?
3. Можно ли считать проявлениями одного и того же заболевания симптомы, возникшие 2 года назад и появляющиеся в дальнейшем? Что можно сказать о характере течения болезни, какие клинические стадии заболевания можно отметить у больной за время трех ее обращений к врачу в течение 2-х лет?""",

"""1.	В каких случаях при лимфоме Ходжкина выставляется стадия B?
2.	С какими заболеваниями проводят дифференциальную диагностику лимфомы Ходжкина?
У больного 31 года. Диагноз: лимфома Ходжкина, вариант лимфоидное истощение с поражением лимфоузлов области средостения и локальным до 1,0 см, единичным очагом в правом легком. Предъявляет жалобы на ночной профузный пот.
•	Какая стадия?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Что учитывается при выборе программы лечения лимфомы Ходжкина?
2.	Опишите клиническую картину при поражении внутренних органов при болезни Ходжкина.
У больной 27 лет лимфомы Ходжкина (ЛХ), нодулярный склероз, Iа стадии с поражением лимфоузлов левой надключичной области. 
		Вопрос. Наиболее целесообразная лечебная тактика.""",

"""1.	Перечислите группы прогноза при лимфоме Ходжкина.
2.  Перечислите симптомы интоксикации при болезни Ходжкина.
Опишите клиническую картину при поражении глубоких лимфатических узлов (средостения, забрюшинной области).
Больная Р., 35 лет. Предъявляет жалобы повышение температуры тела до 38 0С  в течение нескольких дней подряд, ночную потливость, похудание, кожный зуд, наличие опухолевидного образования в области шеи.   При осмотре пальпируются увеличенные шейные  лимфатические узлы. В легких дыхание везикулярное, проводится во все отделы. Живот мягкий, безболезненный. В анализе крови:  СОЭ 30 мм\ч, фибриноген 570 мг%, лимфоциты 27%.
Ваш предположительный диагноз? Каков объем обследования данной больной? """,

"""1.	Назовите основной путь метастазироания при лимфоме Ходжкина.
2.	Опишите клиническую картину при поражении периферических лимфатических узлов при болезни Ходжкина.
Больной Г., 37 лет. Предъявляет жалобы на повышение температуры тела до    38 0С,  в течение нескольких дней подряд, кашель, одышку, боли за грудиной. В анамнезе: длительно лечился по поводу бронхита, антибиотикотерапия без эффекта.   При осмотре пальпируются увеличенные шейные  и затылочные лимфоузлы. В легких дыхание везикулярное, проводится во все отделы, хрипов нет. Живот мягкий, безболезненный, селезенка, печень не увеличены. В анализе крови:  СОЭ 35 мм\ч, фибриноген 600 мг%, лимфоциты 17%.
Ваш предположительный диагноз?
Какую манипуляцию необходимо выполнить для морфологической верификации болезни?  Что является морфологическим субстратом данного вида опухоли?""",

"""1.	Какой экстранодулярный орган при лимфоме Ходжкина поражается наиболее часто?
2.	Перечислите факторы риска лимфомы Ходжкина.
Больной Б., 36 лет.  Жалуется на боли в животе, преимущественно в области поясницы, чаще возникающие ночью, отеки нижних конечностей.  Обследован гастроэнтерологом: патологии желудочно-кишечного тракта не выявлено. При УЗКТ обнаружены увеличенные  парааортальные лимфоузлы. При КТ: увеличенные подвздошные лимфоузлы, при их пункционной биопсии получены клетки Березовского – Штернберга – Рида. В анализе крови:  СОЭ 35 мм\ч, лимфопения.
Ваш диагноз? Какова ваша схема лечения данного больного?""",

"""1.	Назовите основной метод лечения лимфомы Ходжкина при всех стадиях заболевания.
2.	Назовите основные морфологические варианты при лимфоме Ходжкина.
У больной 20 лет. Диагноз: лимфома Ходжкина, нодулярный склероз, Iа стадии с поражением лимфоузлов левой надключичной зоны, факторы риска не выявлены. 
•	Имеются ли у данной больной симптомы интоксикации?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Какие варианты ЛХ являются наименее благоприятными 	в прогнозе?
2.	Назовите наиболее частый морфологический вариант лимфомы Ходжкина.
У больного 30 лет. Диагноз: лимфома Ходжкина, смешанно-клеточный вариант IIв стадии с поражением лимфоузлов левой шейной – над – подключичной области и средостения, без других факторов риска.
•	Имеются ли у данной больной симптомы интоксикации?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Прогнозы каких вариантов ЛХ являются наиболее благоприятными морфологически?
2.	Назовите область наиболее частого поражения лимфатических узлов при лимфоме Ходжкина.
У больного 28 лет. Диагноз: лимфома Ходжкина, смешанно-клеточный вариант IIв стадии с поражением лимфоузлов левой надключичной области и средостения, медиастинально-торакальный индекс более 0,33 см.
•	Имеются ли у данной больной симптомы интоксикации?
•	Имеются ли дополнительные факторы риска?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Для начальных проявлений ЛХ наиболее характерно поражение лимфатических узлов, находящихся выше или ниже диафрагмы?
2.	Имеется ли при ЛХ возрастной пик заболеваемости?
У больной 58 лет. Диагноз: лимфома Ходжкина, вариант лимфоидное истощение с поражением лимфоузлов правой надключичной области и локальным поражение печени.
•	Какая стадия?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.""",

"""1.	Опишите клиническую картину при поражении периферических лимфатических узлов при болезни Ходжкина.
2.	Кто страдает лимфомой Ходжкина чаще – мужчины или женщины?
У больного 31 года. Диагноз: лимфома Ходжкина, вариант лимфоидное истощение с поражением лимфоузлов области средостения и локальным до 1,0 см, единичным очагом в правом легком. Предъявляет жалобы на ночной профузный пот.
•	Какая стадия?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.
""",

"""1.	Для начальных проявлений ЛХ наиболее характерно поражение лимфатических узлов, находящихся выше или ниже диафрагмы?
2.	Назовите основной метод лечения лимфомы Ходжкина при всех стадиях заболевания.
Больная М., 30 лет, 2 года назад обратилась к участковому врачу в связи с увеличением до 2,0 см в диаметре лимфоузла в правой надключичной зоне. Незадолго до этого перенесла ОРВИ. Врач не назначил никаких дополнительных исследований, рекомендовал спиртовые компрессы. Через полгода у больной в этом же месте появились еще два плотных лимфоузла размерами 1,5х2,0 см, а в надключичной области слева появился лимфоузел такого же размера. 
Врач поликлиники снова назначил тепловые процедуры и антибиотики. Лимфоузлы сначала незначительно уменьшились в размерах, затем снова увеличились до 2,0-3,0 см в диаметре.
Больная решила больше к врачам не обращаться, самочувствие оставалось удовлетворительным.
Через 2 года внезапно поднялась температура до 38,5-39,0оС ежедневно, не снижалась от применения антибиотиков. По ночам отмечалась обильная потливость. Периодически отмечала кожный зуд. При ходьбе несколько раз отмечала колющие боли в левом подреберье. Во время врачебного осмотра на этот раз были выявлены увеличенные немногочисленные плотные лимфоузлы (не менее 3 см в диаметре) в обеих шейно-надключичных областях. При пальпации селезенка выступала на 4,0 см из-под края реберной дуги.
Вопросы:
1. Какой диагноз можно предположительно поставить больной?
2. Какие дополнительные методы исследования необходимы?
3. Можно ли считать проявлениями одного и того же заболевания симптомы, возникшие 2 года назад и появляющиеся в дальнейшем? Что можно сказать о характере течения болезни, какие клинические стадии заболевания можно отметить у больной за время трех ее обращений к врачу в течение 2-х лет?""",

"""1.	С какими заболеваниями проводят дифференциальную диагностику лимфомы Ходжкина?
2.	Какой экстранодулярный орган при лимфоме Ходжкина поражается наиболее часто?
У больной 27 лет лимфомы Ходжкина (ЛХ), нодулярный склероз, Iа стадии с поражением лимфоузлов левой надключичной области. 
		Вопрос. Наиболее целесообразная лечебная тактика.""",

"""1.	Опишите клиническую картину при поражении периферических лимфатических узлов при болезни Ходжкина.
2.	Какие варианты ЛХ являются наименее благоприятными 	в прогнозе?
У больной 20 лет. Диагноз: лимфома Ходжкина, нодулярный склероз, Iа стадии с поражением лимфоузлов левой надключичной зоны, факторы риска не выявлены. 
•	Имеются ли у данной больной симптомы интоксикации?
•	К какой группе прогноза относится?
•	Наиболее целесообразная современная тактика лечения.

""",

"""1.	Перечислите группы прогноза при лимфоме Ходжкина.
2.	Назовите основной путь метастазироания при лимфоме Ходжкина.
Больной Б., 36 лет.  Жалуется на боли в животе, преимущественно в области поясницы, чаще возникающие ночью, отеки нижних конечностей.  Обследован гастроэнтерологом: патологии желудочно-кишечного тракта не выявлено. При УЗКТ обнаружены увеличенные  парааортальные лимфоузлы. При КТ: увеличенные подвздошные лимфоузлы, при их пункционной биопсии получены клетки Березовского – Штернберга – Рида. В анализе крови:  СОЭ 35 мм\ч, лимфопения.
Ваш диагноз? Какова ваша схема лечения данного больного?""",

"""1.	Назовите основной путь метастазироания при лимфоме Ходжкина.
2.	Опишите клиническую картину при поражении периферических лимфатических узлов при болезни Ходжкина.
Больной Г., 37 лет. Предъявляет жалобы на повышение температуры тела до    38 0С,  в течение нескольких дней подряд, кашель, одышку, боли за грудиной. В анамнезе: длительно лечился по поводу бронхита, антибиотикотерапия без эффекта.   При осмотре пальпируются увеличенные шейные  и затылочные лимфоузлы. В легких дыхание везикулярное, проводится во все отделы, хрипов нет. Живот мягкий, безболезненный, селезенка, печень не увеличены. В анализе крови:  СОЭ 35 мм\ч, фибриноген 600 мг%, лимфоциты 17%.
Ваш предположительный диагноз?
Какую манипуляцию необходимо выполнить для морфологической верификации болезни?  Что является морфологическим субстратом данного вида опухоли?""",

"""1.	Какой экстранодулярный орган при лимфоме Ходжкина поражается наиболее часто?
2.	Перечислите факторы риска лимфомы Ходжкина.
Больная Р., 35 лет. Предъявляет жалобы повышение температуры тела до 38 0С  в течение нескольких дней подряд, ночную потливость, похудание, кожный зуд, наличие опухолевидного образования в области шеи.   При осмотре пальпируются увеличенные шейные  лимфатические узлы. В легких дыхание везикулярное, проводится во все отделы. Живот мягкий, безболезненный. В анализе крови:  СОЭ 30 мм\ч, фибриноген 570 мг%, лимфоциты 27%.
Ваш предположительный диагноз? Каков объем обследования данной больной? """,


    ],





















    [

"""1.	Какой самый важный фактор риска развития рака желчного пузыря?
2.	Кто страдает лимфомой Ходжкина чаще – мужчины или женщины?
3.	Назовите три, наиболее часто выявляемых, гистологических типа опухолей костей.

4.	Больной З., 68 лет. В анамнезе: хронический эзофагит.  Жалобы на усиленное слюноотделение, охриплость голоса, слабость, боли костях. Похудел за месяц на 6 кг. Объективно: в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, не смещаемые, дыхание везикулярное, проводится во все отделы, живот мягкий, безболезненный. Рентгенологическое исследование пищевода: в шейном отделе пищевода имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. Эзофагоскопия: в шейном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,7 см. Биопсия.
Предварительный диагноз. Какое осложнение возникло у больного? С чем следует проводить дифференциальный диагноз? С чем могут быть связаны боли в костях и какое обследование показано? Какой объем лечения возможен?

5.	Больная К.Т.М., 70 лет, считает себя больной с декабря 2008 года, когда впервые отметила появление кровянистых выделений из половых путей на фоне менопаузы. В январе 2009 года больную госпитализировали. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные. 
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?
""",



"""1.	Какие объемы хирургического вмешательства могут выполняться при раке желчного пузыря?
2.	Ваш диагностический алгоритм для обследования больных с подозрением на рак тела матки?
3.	Назовите основные разновидности злокачественных опухолей мягких тканей. 

4.	Больная С., 62 лет, работник химической промышленности. В анамнезе: хронический эзофагит.  Жалобы наусиленное слюноотделение, охриплость голоса, слабость, боли в правом подреберье, тошноту, потерю аппетита. Похудела за месяц на 6 кг. Объективно:в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые, дыхание везикулярное, проводится во все отделы, живот мягкий, подвздут, безболезненный. Рентгенологическое исследование пищевода: в шейном отделе пищевода имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. Эзофагоскопия: в шейном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,4 см. Биопсия.
Предварительный диагноз. Какое осложнение возникло убольной? С чем следует проводить дифференциальный диагноз? С чем могут быть связаны боли в правом подреберье и какое обследование показано? Какой объем лечения возможен?

5.	Больная К.В.Л., 70 лет (менопауза в течение 20 лет), предъявляет жалобы на кровянистые выделения из половых путей в течение последних 3 месяцев. При гинекологическом осмотре: женские половые органы развиты правильно. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки увеличено, соответствует 7—8 неделям беременности, подвижное, безболезненное, придатки с обеих сторон не пальпируются, своды глубокие, параметрии свободные. Больная соматически отягощена, страдает гипертонической болезнью, ИБС, тяжелой сердечной недостаточностью, 2 года назад перенесла инфаркт миокарда, наблюдается у кардиолога.
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?
""",




"""1. На что жалуются больные раком шейки матки?
2.	Перечислите формы роста рака желудка по Борману.
3.	Злокачественные опухоли каких органов наиболее часто метастазируют в кости?

4.	Больной К., 63 лет, курит 20 лет. В анамнезе: хронический эзофагит.  Жалобы наусиленное слюноотделение, охриплость голоса, слабость, боли костях, тошноту, потерю аппетита. Похудел за месяц на 6 кг. Объективно:в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые, дыхание везикулярное, проводится во все отделы, живот мягкий, безболезненный. Рентгенологическое исследование пищевода: в шейном отделе пищевода имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. Эзофагоскопия: в шейном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,4 см. Биопсия.
Предварительный диагноз. Какое осложнение возникло у больного? С чем следует проводить дифференциальный диагноз? С чем могут быть связаны боли в костях и какое обследование показано?Какой объем лечения возможен?

5.	Больная И.Н.Я., 47 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей, боль внизу живота. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая влагалища не изменена, на эктоцервиксе на участке 0,5х1,0 см определяются разрастания по типу цветной капусты, кровоточащие при дотрагивании, тело матки увеличено за счет множественных миоматозных узлов, соответствует 10—12 неделям беременности, подвижное, безболезненное, придатки с обеих сторон не пальпируются, своды глубокие, параметрии свободные. При УЗИ малого таза тело матки деформировано за счет множественных миоматозных узлов от 1 до 5,5 см в диаметре, толщина эндометрия 2,2 см.
А) Ваш предварительный диагноз? Б) Какие методы позволяют верифицировать диагноз? 
""",

"""1.	Какой наиболее чувствительный метод диагностики рака поджелудочной железы вы знаете?
2.	Назовите пути метастазирования рака желудка?
3. Какие жалобы предъявляют больные раком тела матки? 

4.	Больной Н., 72 лет. В анамнезе: ахалазия пищевода.  Жалобы на боли за грудиной, чувство полноты за грудиной при приеме пищи, усиленное слюноотделение, слабость,затруденное глотание. Объективно: больной астенического телосложения, пониженного питания, кожные покровы бледные, периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, язык обложен белым налетом, живот мягкий безболезненный. Эзофагоскопия: в средне- и нижнегрудном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,6 см. Гистологическое исследование: плоскоклеточный рак. Выполнено рентгенологическое исследование пищевода.
Диагноз. Какие рентгенологические признаки данного заболевания вам известны? Назовите пути гематогенного метастазирования и назначьте дообследование. Какой объем лечения возможен?

5.	Больная Т.Н.В., 42 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 3,0х2,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?
""",

"""1.	Назовите регионарные лимфоузлы при раке поджелудочной железы.
2.	Какова клиническая картина рака желудка?
3. Какое лечение проводят больным раком тела матки?

4.	Больная К. 63 лет. В анамнезе: синдром Пламмера-Винсона.  Жалобы на затруднение глотания даже жидкой пищи, усиленное слюноотделение, рвоту. За последние 3 месяца похудела на 7 кг. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Эзофагоскопия: в верхнегрудном отделе пищевода по задней и передней стенке имеется инфильтрация слизистой оболочки, просвет пищевода сужен до 0,3 см. Биопсия. Сканирование костей скелета – без патологии. УЗИ брюшной полости: без патологии.
Предварительный диагноз.Какая степень дисфагии у больной? Какое заключение гистологов вы ожидаете? Какие признаки данного заболевания будут обнаружены при рентгенологическом исследовании пищевода?

5.	Больная Т.Н.И., 59 лет. Жалоб нет. При профилактическом осмотре взяты мазки с шейки матки для цитологического исследования. Выявлены изменения плоского эпителия высокой степени злокачественности. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные. А) Что необходимо предпринять для уточнения диагноза? Б) Какой метод лечения нужно применить в данном случае?""",

"""1.	Какие исследования помогают определить резектабельность или операбельность рака поджелудочной железы?
2.	Какие существуют гистологические типы рака желудка?
3.	Имеется ли при ЛХ возрастной пик заболеваемости?

4.	Больная Т. 68 лет. В анамнезе: химический ожог пищевода.  Жалобы на затруднение глотания даже жидкой пищи, усиленное слюноотделение, рвоту. За последние 4 месяца похудела на 8 кг. Объективно: в надключичных областях пальпируются увеличенные лимфоузлы, до 1,5 в диаметре, плотные, несмещаемые. Дыхание везикулярное, проводится во все отделы, живот мягкий безболезненный. Рентгенологическое исследование пищевода: на всем протяжении имеется сужение просвета за счет инфильтрации задней и передней стенки, деформация контуров пищевода. 
Предварительный диагноз. Какая степень дисфагии у больной? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какие органы могут поражаться при данном заболевании? Назначьте дообследование.Какой объем лечения возможен?

5.	Больная Т.Л.А., 39 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей. У больной в течение 3 лет стояла ВМС. Стали беспокоить ациклические кровянистые выделения из половых путей, в связи с чем ВМС удалили. Затем провели противовоспалительное лечение. Через месяц вновь установили ВМС. Через 3 месяца появились контактные кровянистые выделения из половых путей. ВМС опять удалили. Гинекологический осмотр: наружные половые органы развиты правильно, оволосение по женскому типу, шейка матки гипертрофирована, диаметром 6 см, слизистая ее не изменена, тело матки нормальных размеров, несколько смещено влево, безболезненное, область придатков без особенностей, левый параметрий укорочен, правый не изменен, влагалищные своды глубокие. А) Какую патологию следует исключить у больной? Б) Какие методы позволяют верифицировать диагноз?""",

"""1. Какими факторами может быть индуцирован рак яичников?
2.	Перечислите регионарные лимфоузлы при раке желудка.
3.	Назовите область наиболее частого поражения лимфатических узлов при лимфоме Ходжкина.

4.	Больной Б. 60 лет. В анамнезе: хронический эзофагит. Жалобы на затруднение глотания твердой пищи. За последние 4 месяца похудел на 6 кг. Объективно:  периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Эзофагоскопия: в средней трети на уровне 30 см от передних резцов по задней стенке имеется экзофитное образование суживающее просвет пищевода до 0,9 см. Биопсия. Гистологическое исследование: плоскоклеточный рак. УЗИ брюшной полости: в печени определяется 2 округлых образования с нечеткими контурами от 1,5 до 5 см в диаметре.
Предположительный диагноз. Назначьте дообследование.Какой возможен объем лечения?

5.	Больная Т.Н.Я., 33 лет, нерожавшая, предъявляет жалобы на контактные кровянистые. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 2,0х1,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?
""",

"""1.	Какова клиническая картина при раке поджелудочной железы?
2.	Какие методы применяются для диагностики и оценки распространенности опухолевого поражения рака желудка?
3. Что способствует развитию рака шейки матки?

4.	Больной Р. 62 лет, профессор хирургии. Курит 40 лет, в анамнезе хронический эзофагит. Жалобы на затруднение при глотании твердой пищи. Похудел за последние 3 месяца на 7 кг. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, притупление  перкуторного  звука нет, живот мягкий, урчит при пальпации, болезненный в эпигастрии. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по право-задней стенке на протяжении 7 см., деформация контуров пищевода. 
Диагноз. Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой гистологический тип данной опухоли встречается чаще всего? Какой объем лечения возможен? Какие степени дисфагии вы знаете?

5.	Больная Т.В.И., 64 лет, предъявляет жалобы на боли внизу живота, слабость. При УЗИ органов малого таза обнаружено увеличение левого яичника до 12 см, правого до 5 см. Уровень СА-125 1595,0 ед/мл. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища и шейки матки не изменена, тело матки не увеличено, подвижное, безболезненное, слева от матки определяется образование плотноэластической консистенции, подвижное, безболезненное при пальпации, до 12 см в диаметре, справа — аналогичное образование до 5 см в диаметре, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?
""",

"""1.	Назовите самый частый симптом при раке поджелудочной железы.
2.	Уровень каких опухолевых маркеров может быть повышен при раке желудка?
3.	Назовите наиболее частый морфологический вариант лимфомы Ходжкина.

4.	Больной Г. 49 лет, механик, курит 15 лет. Из анамнеза: ахалазия кардии. Жалобы на затруднение прохождения твердой пищи, которую приходится запивать водой. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в верхней трети имеется сужение просвета на протяжении 6 см, деформация контуров пищевода. 
Предварительный диагноз. Какая степень дисфагии у больного? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой объем лечения возможен? Какие органы могут поражаться при данном заболевании? Назначьте дообследование.

5.	Больная О.В.Г., 65 лет, предъявляет жалобы на боль внизу живота, слабость, увеличение живота в объеме.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?
""",

"""1.	Клиническая картина механической желтухи.
2.	Что такое метастаз Вирхова?
3.	Назовите основные морфологические варианты при лимфоме Ходжкина.

4.	Больной 52 лет, дальнобойщик. При профосмотре на ЭГДС обнаружена опухоль 3 см в антральном отделе желудка. Направлен в районный онкодиспансер.
Определите дальнейшую тактику ведения данного пациента.

5.	Больной Ш. 64 лет. В анамнезе: системная склеродермия.  Жалобы на жжение, царапание за грудиной при глотании твердой пищи. За последние 4 месяца похудел на 6 кг. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, живот мягкий, болезненный в эпигастрии.Рентгенологическое исследование пищевода: в нижней трети имеется сужение просвета за счет дефекта наполнения по задней стенке на протяжении 5 см., деформация контуров пищевода. Эзофагоскопия: в нижней трети пищевода по задней стенке имеется опухолевое образование суживающее просвет пищевода до 0,9 см, с преимущественно инфильтративным ростом. УЗИ брюшной полости: в печени определяется 3 округлых образования с нечеткими контурами от 1,5 до 5 см в диаметре.  
Предположительный диагноз. Какая степень дисфагии у больного? Назначьте дообследование. Какой возможен объем лечения? 
""",

"""1.	Как изменяются биохимические показатели крови при механической желтухе?
2.	Что такое метастаз Шницлера?
3. От каких факторов зависит заболеваемость раком шейки матки?

4.	Больная В.Л.М., 69 лет, предъявляет жалобы на боль внизу живота, слабость, увеличение живота в объеме. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища и шейки матки не изменена, тело матки не увеличено, подвижное, безболезненное, справа от матки определяется образование плотноэластической консистенции, безболезненное, ограниченно подвижное при пальпации, до 10 см в диаметре, слева — аналогичное образование до 7 см в диаметре, своды глубокие, параметрии свободные. При УЗИ определяются множественные диссеминаты по париетальной и висцеральной брюшине и капсуле печени. Уровень СА-125 873,0 ед/мл. Больная соматически отягощена, страдает сердечной недостаточностью, наблюдается у кардиолога.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?

5.	Больной А. 80 лет, рабочий в области резиновой промышленности. Жалобы на тошноту, боли в эпигастральной области,  отвращение к пище. В анамнезе желчно-каменная болезнь. Объективно: периферические лимфоузлы не увеличены, живот мягкий, доступен пальпации, отмечается болезненность в эпигастральной области. УЗИ, РКТ органов брюшной полости: в области 4 и 5 сегментах печени отмечаются 3 очаговых образования размерами от 1 до 1,5 см с нечеткими границами, в воротах печени увеличенные лимфатические узлы, стенка желчного пузыря инфильтрирована, в просвете определяется объемное образование 2 см в диаметре. Положительны маркеры: СА 19-9, щелочная фосфатаза. Диагноз? Тактика лечения? Прогноз?""",


"""1.	Какие виды операций выполняются при раке поджелудочной железы?
2.	Что такое метастаз Марии Джозеф?
3.	Перечислите факторы риска лимфомы Ходжкина.

4.	Больная Х., 23 лет. Жалобы на  боли в левой ноге, интенсивного характера, беспокоящие в ночное время. Объективно: в области латеральной поверхности  средней трети левого бедра пальпируется опухолевидное образование, малоподвижное, каменистой плотности,  размерами  5,0х6,0 см. Паховые лимфоузлы увеличены, плотно-эластической консистенции, размерами от 1,0 до 2,0 см, безболезненны. Больной выполнено радиоизотопное исследование костей скелета, КТ: опухоль располагается в средней трети бедренной кости, протяженностью до 6,0 см, выходит за пределы кортикального слоя. В сыворотке крови обнаружено повышение уровня  щелочной фосфатазы и ЛДГ.
Ваш диагноз? Какое исследование надо выполнить для морфологической верификации опухоли? Какова схема лечения?

5.	Больная Ш.Ю.Я., 17 лет, предъявляет жалобы на боль внизу живота, увеличение живота в объеме, быструю утомляемость, похудание. У пациентки первичная аменорея. Уровень СА-125 153 ед/мл. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, справа от матки определяется подвижное округлое образование плотноэластической консистенции до 8 см в диаметре, слева без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?
""",

"""1.	Какие существуют группы риска развития рака фатерова соска?
2.	Что такое метастаз Айриша?
3.	Опишите клиническую картину при поражении периферических лимфатических узлов при болезни Ходжкина.

4.	Больной Е., 41 года. Жалобы на наличие опухолевидного образования в верхней трети левого бедра. Объективно: на латеральной поверхности верхней трети левого бедра определяется опухолевидное образование  плотно-эластической консистенции, размерами 5,0х6,0 см, ограниченной подвижности, кожа над ним гиперемирована. Больному выполнено КТ, МРТ, УЗКТ: опухоль располагается в мягких тканях средней трети бедра, размерами до 5,0 см в диаметре, прорастания бедренной кости нет, выражен сосудистый компонент. При рентгенологическом исследовании органов грудной клетки выявлены метастазы в правом легком.
Ваш диагноз? Какое исследование надо выполнить для морфологической верификации опухоли? Какова схема лечения?

5.	Больная Р., 35 лет. Предъявляет жалобы повышение температуры тела до 38 0С  в течение нескольких дней подряд, ночную потливость, похудание, кожный зуд, наличие опухолевидного образования в области шеи.   При осмотре пальпируются увеличенные шейные  лимфатические узлы. В легких дыхание везикулярное, проводится во все отделы. Живот мягкий, безболезненный. В анализе крови:  СОЭ 30 мм\ч, фибриноген 570 мг%, лимфоциты 27%.
Ваш предположительный диагноз? Каков объем обследования данной больной? 
""",

"""1.	 Опишите клиническую картину при поражении глубоких лимфатических узлов (средостения, забрюшинной области).
2.	Что такое метастаз Крукенберга?
3. На что жалуются больные раком шейки матки?

4.	У пациента липосаркома забрющинного пространства, опухоль до 15,0 см, низкой степени дифференцировки, без вовлечения регионарных лимфатических узлов и без отдаленных метастазов.  Какая стадия? Как классифицируются опухоль по глубине залегания? Наиболее целесообразная тактика лечения.

5.	Больной Г., 37 лет. Предъявляет жалобы на повышение температуры тела до    38 0С,  в течение нескольких дней подряд, кашель, одышку, боли за грудиной. В анамнезе: длительно лечился по поводу бронхита, антибиотикотерапия без эффекта.   При осмотре пальпируются увеличенные шейные  и затылочные лимфоузлы. В легких дыхание везикулярное, проводится во все отделы, хрипов нет. Живот мягкий, безболезненный, селезенка, печень не увеличены. В анализе крови:  СОЭ 35 мм\ч, фибриноген 600 мг%, лимфоциты 17%.
Ваш предположительный диагноз? Какую манипуляцию необходимо выполнить для морфологической верификации болезни?  Что является морфологическим субстратом данного вида опухоли?
""",

"""1.	Какие заболевания пищевода относят к предраковым?
2.	Какой объем оперативного лечения выполняется при раке желудка?
3. Ваш диагностический алгоритм в распознавании рака шейки матки 

4.	Больной Г. 49 лет, механик, курит 15 лет. Из анамнеза: ахалазия кардии. Жалобы на затруднение прохождения твердой пищи, которую приходится запивать водой. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в верхней трети имеется сужение просвета на протяжении 6 см, деформация контуров пищевода. 
Предварительный диагноз. Какая степень дисфагии у больного? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой объем лечения возможен? Какие органы могут поражаться при данном заболевании? Назначьте дообследование.

5.	У больного 30 лет злокачественная фиброзная гистиоцитома правого бедра, опухоль 6,0 см, высокой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет.  Какая стадия? Как классифицируются опухоль по глубине залегания? Наиболее целесообразная тактика лечения.
""",

"""1.	Что такое синдром Пламмера–Винсона?
2.	Какие виды симптоматических операций применяются при раке желудка?
3.	Опишите клиническую картину при поражении внутренних органов при болезни Ходжкина.

4.	У больного 50 лет ангиосаркома плеча, опухоль 8,0 см, низкой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет.  Какая стадия? Как классифицируются опухоль по глубине залегания? Наиболее целесообразная тактика лечения.

5.	Больной Б., 36 лет.  Жалуется на боли в животе, преимущественно в области поясницы, чаще возникающие ночью, отеки нижних конечностей.  Обследован гастроэнтерологом: патологии желудочно-кишечного тракта не выявлено. При УЗКТ обнаружены увеличенные  парааортальные лимфоузлы. При КТ: увеличенные подвздошные лимфоузлы, при их пункционной биопсии получены клетки Березовского – Штернберга – Рида. В анализе крови:  СОЭ 35 мм\ч, лимфопения.
Ваш диагноз? Какова ваша схема лечения данного больного?
""",

"""1.	Что такое пищевод Баррета?
2.	Дайте определение метаплазии желудка. 
3.	С какими заболеваниями проводят дифференциальную диагностику лимфомы Ходжкина?

4.	У больного 39 лет злокачественная фиброзная гистиоцитома бедра, опухоль до 5,0 см, низкой степени дифференцировки, опухоль инфильтрирует поверхностную фасцию. Регионарные лимфатические узлы не поражены, имеются множественные метастазы в легкие.  Какая стадия? Как классифицируются опухоль по глубине залегания? Наиболее целесообразная тактика лечения.

5.	У больной 20 лет. Диагноз: лимфома Ходжкина, нодулярный склероз, Iа стадии с поражением лимфоузлов левой надключичной зоны, факторы риска не выявлены.  Имеются ли у данной больной симптомы интоксикации? К какой группе прогноза относится? Наиболее целесообразная современная тактика лечения.
""",

"""1.	Какие топографо-анатомические отделы пищевода существуют? 
2.	Дайте определение дисплазии желудка.
3.	Назовите органосохранные операции при опухолях костей. 

4.	Больной Г. 45 лет, работник химчистки. Жалобы на затруднение при глотании твердой пищи. Объективно: слева в надключичной области пальпируется увеличенный, плотный лимфоузел, дыхание везикулярное, проводится во все отделы. Рентгенологическое исследование грудной клетки: в легких без патологии.При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по право-задней стенке на протяжении 6 см., деформация контуров пищевода. 
Диагноз. Какая степень дисфагии у пациента? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой гистологический тип данной опухоли встречается чаще всего? Какой объем лечения возможен? Какие органы могут поражаться при данном заболевании?

5.	У больного 30 лет. Диагноз: лимфома Ходжкина, смешанно-клеточный вариант IIв стадии с поражением лимфоузлов левой шейной – над – подключичной области и средостения, без других факторов риска. Имеются ли у данной больной симптомы интоксикации? К какой группе прогноза относится? Наиболее целесообразная современная тактика лечения.""",

"""1.	Какие факторы риска развития рака пищевода вы знаете?
2.	Дайте определение раннего рака желудка.
3. Какое лечение проводят больным раком шейки матки?

4.	Больной В. 60 лет, шофер. Курит 40 лет. Жалобы на затруднение при глотании твердой пищи. Похудел за последние 3 месяца на 7 кг. Объективно:  периферические лимфоузлы не увеличены, дыхание везикулярное, притупление перкуторного звука нет. Рентгенологическое исследование грудной клетки: в легких без патологии. При рентгенологическом исследовании пищевода: в средней трети имеется сужение просвета за счет дефекта наполнения по право-задней стенке на протяжении 5 см., деформация контуров пищевода. 
Диагноз.  Какая степень дисфагии у больного? Какое обследование необходимо выполнить для морфологической верификации диагноза? Какой гистологический тип данной опухоли встречается чаще всего? Какой объем лечения возможен? Какие степени дисфагии вы знаете?

5.	У больной 58 лет. Диагноз: лимфома Ходжкина, вариант лимфоидное истощение с поражением лимфоузлов правой надключичной области и локальным поражение печени. Какая стадия? К какой группе прогноза относится? Наиболее целесообразная современная тактика лечения.
""",

"""1.	От чего зависит развитие рака пищевода у курильщика?
2.	Что такое операция по D2 при раке желудка?
3.	Назовите основную локализацию сарком костей.

4.	Больной Л., 60 лет. Семейный анамнез отягощен. В анамнезе: хронический гастрит, рак простаты, состояние после простатэктомии 10 лет назад.  Жалобы на боль в эпигастрии, слабость, похудание. Объективно: периферические лимфоузлы не увеличены, дыхание везикулярное, проводится во все отделы, притупление перкуторного звука нет, живот мягкий безболезненный. Рентгенологическое исследование грудной клетки: в легких без патологии. УЗИ  брюшной полости и малого таза: без патологии. Остеосцинтиграфия- патологического накопления радиофармпрепарата нет. ПСА-0.
Предположительный диагноз? Диагностика?

5.	У больного 28 лет. Диагноз: лимфома Ходжкина, смешанно-клеточный вариант IIв стадии с поражением лимфоузлов левой надключичной области и средостения, медиастинально-торакальный индекс более 0,33 см. Имеются ли у данной больной симптомы интоксикации? Имеются ли дополнительные факторы риска? К какой группе прогноза относится? Наиболее целесообразная современная тактика лечения.
""",

"""1.	Какова этиология плоскоклеточного рака пищевода?
2.	Что такое операция по D4 при раке желудка?
3.	Назовите основную локализацию сарком мягких тканей.

4.	Больной 65 лет. В анамнезе: хронический гастрит. Отец умер от рака пищевода.  Жалобы  слабость, похудание, увеличение живота в обьеме. За последние 3 месяца похудел на 10 кг. При ЭГДС: в теле и антральном отделе желудка слизистой ригидна, бледная, с изъязвлениями, желудок при инсуляции воздухом расправляется с трудом.
Какие опухолевые заболевания можно заподозрить?  
Определите дальнейшую тактику ведения данного пациента.

5.	У больного 31 года. Диагноз: лимфома Ходжкина, вариант лимфоидное истощение с поражением лимфоузлов области средостения и локальным до 1,0 см, единичным очагом в правом легком. Предъявляет жалобы на ночной профузный пот. Какая стадия? К какой группе прогноза относится? Наиболее целесообразная современная тактика лечения.
""",

"""1.	Что лежит в основе развития аденокарциномы пищевода?
2.	Когда пациент раком желудка считается неоперабельным?
3.	Какие особенности клинической картины сарком костей? 

4.	У больного 40 лет злокачественная фиброзная гистиоцитома, опухоль до 5,0 см, низкой степени дифференцировки, опухоль располагалась над поверхностной фасцией. Регионарные лимфатические узлы не были поражены, отдаленных метастазов не было. Проведено хирургическое лечение голени,  с последующей лучевой терапией, Через 6 месяцев выявлены метастазы в легкие. Какая была стадия? Как классифицировалась опухоль по глубине залегания? Какая СОД при проведении послеоперационного курса дистанционной лучевой терапии подводится в подобных случаях? Наиболее целесообразная тактика лечения.

5.	У больной 27 лет лимфомы Ходжкина (ЛХ), нодулярный склероз, Iа стадии с поражением лимфоузлов левой надключичной области. 
		Вопрос. Наиболее целесообразная лечебная тактика.
""",

"""1.	Какие группы лимфоузлов поражаются при раке пищевода?
2.	Какие заболевания ободочной кишки относят к предраковым?
3. Назовите пути метастазирования рака яичников

4.	У больного 40 лет злокачественная фиброзная гистиоцитома, опухоль до 5,0 см, низкой степени дифференцировки, опухоль располагалась над поверхностной фасцией. Регионарные лимфатические узлы не были поражены, отдаленных метастазов не было. Проведено хирургическое лечение голени,  с последующей лучевой терапией, Через 6 месяцев выявлены метастазы в легкие. Какая была стадия? Как классифицировалась опухоль по глубине залегания? Какая СОД при проведении послеоперационного курса дистанционной лучевой терапии подводится в подобных случаях? Наиболее целесообразная тактика лечения.

5.	У пациента остеосаркома бедра, опухоль до 7,0 см, высокой степени злокачественности, без вовлечения регионарных лимфатических узлов и без отдаленных метастазов.  Какая стадия? Какова пятилетняя выживаемость при комплексном методе лечении остеосаркомы конечности? Наиболее целесообразная тактика лечения.
""",

"""1.	Куда наиболее часто метастазирует рак пищевода?
2.	Какие предраковые заболевания неполипозного характера вы знаете?
3.	Назовите основные методы лечения опухолей костей.

4.	У пациента остеосаркома бедра, опухоль до 7,0 см, высокой степени злокачественности, без вовлечения регионарных лимфатических узлов и без отдаленных метастазов.  Какая стадия? Какова пятилетняя выживаемость при комплексном методе лечении остеосаркомы конечности? Наиболее целесообразная тактика лечения.

5.	Больной 52 лет, дальнобойщик. При профосмотре на ЭГДС обнаружена опухоль 3 см в антральном отделе желудка. Направлен в районный онкодиспансер.
Определите дальнейшую тактику ведения данного пациента.
""",

"""1.	Куда гематогенно метастазирует рак пищевода?
2.	Что такое синдром Гарднера?
3.	 Какие особенности клинической картины сарком мягких тканей? 

4.	У больного 20 лет саркома Юинга плеча, опухоль более 9,0 см, без четких границ с мягкими тканями, низкой степени дифференцировки. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет.  Какая стадия? Какова пятилетняя выживаемость при комплексном методе лечении саркомы Юинга конечности? Наиболее целесообразная современная тактика лечения.

5.	Больная В. 62 лет, семейный анамнез отягощен. Отец умер от рака желудка, мать –рак молочной железы. Жалобы на похудание, тошноту, боли в эпигастральной области. В анамнезе хронический гастрит  в течение 15 лет.  Объективно: увеличены подмышечные лимфоузлы слева, при перкуссии грудной клетки ясный легочный звук, аускультативно - дыхание проводится во все отделы. Живот мягкий, доступен пальпации, безболезненный. 
Предположительный диагноз? Объем обследования. Какие опухоли метастазируют в подмышечные лимфоузлы?    
""",

"""1.	Какова клиническая картина рака шейного отдела пищевода?
2.	Что такое синдром Тюрко?
3.	Какие особенности клинической картины сарком костей?

4.	У больного 50 лет хондросаркома плеча, опухоль 8,5 см, низкой степени злокачественности. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет.  Какая стадия? Какова пятилетняя выживаемость при хирургическом лечении хондросаркомы конечности? Наиболее целесообразная тактика лечения.

5.	Больная К. 34 лет. Мать, бабушка умерли от рака желудка. Жалобы на боли в эпигастральной области, рвоту съеденной пищей, увеличение живота в объеме. Похудела за последние 2 месяца на 10 кг. При ЭГДС и рентгеноконтрастном исследовании желудка и пищевода установлено наличие опухоли, инфильтрирующей слизистую желудка по большой и малой кривизне на всем протяжении от кардиального жома до привратника.  УЗИ брюшной полости:  имеется свободная жидкость в брюшной полости, по брюшине определяются очаги инфильтрации до 1 см в диаметре. 
Диагноз? Стадия? Лечебная тактика?   
 """,

"""1.	Назовите основную локализацию сарком мягких тканей.
2.	Что такое синдром Олфрида?
3. На какой возраст приходится пик заболеваемости раком яичников?

4.	У больного 19 лет саркома Юинга крестца, опухоль 10,0 см, низкой степени дифференцировки. Регионарные лимфатические узлы не поражены, имеются множественные метастазы в легкие.  Какая стадия? Какова пятилетняя выживаемость при комплексном лечении саркомы Юинга с наличием метастазов в легкие? Тактика лечения.

5.	У больного 20 лет саркома Юинга плеча, опухоль более 9,0 см, без четких границ с мягкими тканями, низкой степени дифференцировки. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет.  Какая стадия? Какова пятилетняя выживаемость при комплексном методе лечении саркомы Юинга конечности? Наиболее целесообразная современная тактика лечения.
""",

"""1.	Какие методы применяются для морфологической верификации рака пищевода?
2.	Что такое синдром Каудена?
3.	Какие особенности клинической картины сарком костей?

4.	У больной 48 лет выявлена хондросаркома бедренной кости II степени злокачественности. Наиболее целесообразная тактика лечения

5.	Больной Ф. 40 лет, механик. В анамнезе: в течении 8 лет лечился по поводу язвенной болезни желудка.  Объективно: периферические лимфоузлы не увеличены. Язык обложен, живот мягкий, умеренно болезненный в эпигастрии. При обследовании: в легких - без патологии; пищевод не изменен, в верхней трети желудка на малой кривизне дефект наполнения, нарушение архитектоники слизистой оболочки. Гастроскопия: пищевод без патологии, по малой кривизне желудка определяется экзофитная опухоль доходящая до кардиального жома. УЗИ брюшной полости: печень, почки без патологии, определяются увеличенные лимфоузлы малого сальника. 
Диагноз? Лечебная тактика?   
""",

"""1.	Прогнозы каких вариантов ЛХ являются наиболее благоприятными морфологически?
2.	В чем заключается профилактика рака ободочной кишки?
3.	Старше или моложе по возрастному составу больные саркомами мягких тканей, по сравнению с больными саркомами костей? 

4.	Больная Т.Н.И., 59 лет. Жалоб нет. При профилактическом осмотре взяты мазки с шейки матки для цитологического исследования. Выявлены изменения плоского эпителия высокой степени злокачественности. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные. А) Что необходимо предпринять для уточнения диагноза? Б) Какой метод лечения нужно применить в данном случае?

5.	У больного 50 лет хондросаркома плеча, опухоль 8,5 см, низкой степени злокачественности. Регионарные лимфатические узлы не поражены, отдаленных метастазов нет.  Какая стадия? Какова пятилетняя выживаемость при хирургическом лечении хондросаркомы конечности? Наиболее целесообразная тактика лечения.
""",

"""1.	Что является основными рентгенологическими симптомами рака пищевода?
2.	Куда наиболее часто метастазирует рак ободочной кишки?
3. Какими факторами может быть индуцирован рак яичников?

4.	Больная Т.Н.Я., 33 лет, нерожавшая, предъявляет жалобы на контактные кровянистые. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 2,0х1,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?

5.	У больного 19 лет саркома Юинга крестца, опухоль 10,0 см, низкой степени дифференцировки. Регионарные лимфатические узлы не поражены, имеются множественные метастазы в легкие.  Какая стадия? Какова пятилетняя выживаемость при комплексном лечении саркомы Юинга с наличием метастазов в легкие? Тактика лечения.
""",

"""1. Какое лечение проводят больным раком яичников?
2.	Какие методы используются для диагностика рака пищевода?
3.	Какое значение имеет морфологическое исследование в постановке диагноза злокачественных опухолей костей? 

4.	Больная Т.Л.А., 39 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей. У больной в течение 3 лет стояла ВМС. Стали беспокоить ациклические кровянистые выделения из половых путей, в связи с чем ВМС удалили. Затем провели противовоспалительное лечение. Через месяц вновь установили ВМС. Через 3 месяца появились контактные кровянистые выделения из половых путей. ВМС опять удалили. Гинекологический осмотр: наружные половые органы развиты правильно, оволосение по женскому типу, шейка матки гипертрофирована, диаметром 6 см, слизистая ее не изменена, тело матки нормальных размеров, несколько смещено влево, безболезненное, область придатков без особенностей, левый параметрий укорочен, правый не изменен, влагалищные своды глубокие. А) Какую патологию следует исключить у больной? Б) Какие методы позволяют верифицировать диагноз?

5.	Больной Ж., 53 года. Страдает хроническим колитом. Жалоб нет. Объективно: кожные покровы бледные, живот вздут, безболезненный, опухолевое образование не пальпируется. Пришел на контрольное обследование по поводу своего заболевания. При фиброколоноскопии в нисходящем отделе толстой кишки обнаружено экзофитно-растущее новообразование, размерами более 3 см, взята биопсия. Гистологическое заключение: аденокарцинома. 
Диагноз? Дальнейшие исследования если нужны? Лечебная тактика? 
""",

"""1.	Какую роль в постановке диагноза злокачественных опухолей костей играет радиоизотопная диагностика?
2. Ваш диагностический алгоритм в распознавании рака яичников?
3.	Какие опухоли встречаются преимущественно в возрасте до 20 лет: остеогенная саркома или хондросаркома?

4.	Больная Т.Л.А., 39 лет, предъявляет жалобы на ациклические кровянистые выделения из половых путей. У больной в течение 3 лет стояла ВМС. Стали беспокоить ациклические кровянистые выделения из половых путей, в связи с чем ВМС удалили. Затем провели противовоспалительное лечение. Через месяц вновь установили ВМС. Через 3 месяца появились контактные кровянистые выделения из половых путей. ВМС опять удалили. Гинекологический осмотр: наружные половые органы развиты правильно, оволосение по женскому типу, шейка матки гипертрофирована, диаметром 6 см, слизистая ее не изменена, тело матки нормальных размеров, несколько смещено влево, безболезненное, область придатков без особенностей, левый параметрий укорочен, правый не изменен, влагалищные своды глубокие. А) Какую патологию следует исключить у больной? Б) Какие методы позволяют верифицировать диагноз?

5.	Больной Т. 28лет. Страдает болезнью Крона. Жалобы на слабость, тошноту, тяжесть в животе, урчание, запоры. Объективно: кожные покровы бледные, живот вздут, болезненный в левой половине живота, опухолевое образование не пальпируется. 
Какие исследования нужно провести больному и как часто?
""",

"""1.	Какие существуют морфологические формы рака ободочной кишки?
2.	Какие методы лечения используются при раке пищевода?
3. Вследствие чего развивается рак яичников?

4.	Больная Т.Н.Я., 33 лет, нерожавшая, предъявляет жалобы на контактные кровянистые. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 2,0х1,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?

5.	Пациент П. 50 лет. Семейный анамнез отягощен. Отец умер от рака ободочной кишки. Пришел на профосмотр. Жалоб на момент осмотра не предъявляет.
Какие дополнительные исследования надо назначить и почему? 
""",

"""1.	Какие методы применяются для диагностики и оценки распространенности опухолевого поражения рака ободочной кишки?
2.	Какой объем операции выполняется при раке пищевода? 
3.	Назовите основной путь метастазироания при лимфоме Ходжкина.

4.	Больная Т.Н.Я., 33 лет, нерожавшая, предъявляет жалобы на контактные кровянистые. Обратилась к гинекологу по месту жительства. Гинекологическое исследование: наружные половые органы развиты правильно, оволосение по женскому типу, слизистая влагалища не изменена, на влагалищной части шейки матки разрастания по типу цветной капусты размером 2,0х1,5см, легко кровоточащие при дотрагивании, тело матки не увеличено, подвижное, безболезненное, в области придатков без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Можете ли Вы определить стадию заболевания? В) Какие методы позволяют верифицировать диагноз? В) Каков минимальный план обследования? Г) Какой метод лечения нужно применить на первом этапе?

5.	Больная К. 6о лет. В анамнезе: рак сигмы, состояние после хирургического лечения 5 лет назад. Жалобы на слабость, тошноту, иктеричность склер. Объективно: кожные покровы бледные, живот мягкий, безболезненный. Фиброколоноскопия: состояние после правосторонней гемиколэктомии, продолженного роста не выявлено. УЗИ брюшной полости: в правой доле печени имеются множественные очаги размерами до 2см в диаметре, с нечеткими контурами.
Диагноз? Лечебная тактика? Какое дополнительное исследование нужно провести больной?
""",

"""1.	Уровень каких опухолевых маркеров может быть повышен при раке ободочной кишки?
2.	Какие показания к проведению лучевой терапии существуют при раке пищевода?
3.	Перечислите группы прогноза при лимфоме Ходжкина.

4.	Больная О.В.Г., 65 лет, предъявляет жалобы на боль внизу живота, слабость, увеличение живота в объеме.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?

5.	Больная Р. 63 лет. В анамнезе: рак молочной железы. Жалобы на слабость, запоры, примеси слизи в кале, вздутие живота. Объективно: кожные покровы бледные, живот вздут, болезненный в левой половине живота, опухолевое образование не пальпируется. Ирригоскопия: в левом отделе толстой кишки сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: просвет нисходящего отдела толстой кишки сужен за счет эдофитно-растущего новообразования, легкокровоточащего при пальпации. Гистологически: аденокарцинома. УЗИ брюшной полости: без патологии.Диагноз? Диагностика?Лечебная тактика? """,

"""1.	Наиболее радиочувствительной является хондросаркома или саркома Юинга?
2.	Какие виды облучения используются при лечении рака пищевода? 
3. Мутация каких генов определяет высокий риск развития рака яичников?

4.	У больного 28 лет. Диагноз: лимфома Ходжкина, смешанно-клеточный вариант IIв стадии с поражением лимфоузлов левой надключичной области и средостения, медиастинально-торакальный индекс более 0,33 см. Имеются ли у данной больной симптомы интоксикации? Имеются ли дополнительные факторы риска? К какой группе прогноза относится? Наиболее целесообразная современная тактика лечения.

5.	Больная Ш.Ю.Я., 17 лет, предъявляет жалобы на боль внизу живота, увеличение живота в объеме, быструю утомляемость, похудание. У пациентки первичная аменорея. Уровень СА-125 153 ед/мл. Гинекологическое исследование: наружные половые органы сформированы правильно, оволосение по женскому типу, слизистая шейки матки и влагалища не изменена, тело матки не увеличено, подвижное, безболезненное, справа от матки определяется подвижное округлое образование плотноэластической консистенции до 8 см в диаметре, слева без особенностей, своды глубокие, параметрии свободные.
А) Ваш предварительный диагноз? Б) Каков минимальный план обследования? В) Какой метод лечения нужно применить на первом этапе?
""",

"""1.	Какие виды лечения применяются при  раке ободочной кишки?
2.	При локализации в каком отделе пищевода лучевая терапия становится основным методом лечения?
3.	Что учитывается при выборе программы лечения лимфомы Ходжкина?

4.	Больной Х. 56 лет, инженер. Жалобы на неустойчивый стул, периодические боли  в правой половине живота, слабость. Объективно: больной пониженного питания, кожные покровы бледные, живот мягкий, болезненный в правой половине живота, где пальпируется опухолевое образование. Ирригоскопия: в правом отделе толстой кишки сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: в прямой кишке патологии не выявлено, в правой половине кишки просвет сужен за счет экзофитного образования, легкокровоточащего при пальпации. Взята биопсия Гистология: аденокарцинома. 
Диагноз? Обследования? Лечебная тактика?

5.	У больной 58 лет. Диагноз: лимфома Ходжкина, вариант лимфоидное истощение с поражением лимфоузлов правой надключичной области и локальным поражение печени. Какая стадия? К какой группе прогноза относится? Наиболее целесообразная современная тактика лечения.
""",

"""1.	Какие диетические, медицинские и социальные факторы влияют на заболеваемость раком  ободочной кишки?
2. Какие жалобы возможны при раке яичников?
3.	В каких случаях при лимфоме Ходжкина выставляется стадия B?

4.	У больной 48 лет выявлена хондросаркома бедренной кости II степени злокачественности. 
Наиболее целесообразная тактика лечения

5.	У больного 31 года. Диагноз: лимфома Ходжкина, вариант лимфоидное истощение с поражением лимфоузлов области средостения и локальным до 1,0 см, единичным очагом в правом легком. Предъявляет жалобы на ночной профузный пот. Какая стадия? К какой группе прогноза относится? Наиболее целесообразная современная тактика лечения.
""",

"""1.	Дайте определение раннего рака желудка.
2.	Какие малоинвазивные эндоскопические методики используются при лечении рака пищевода ранней стадии?
3. Какие женщины входят в группу риска по раку яичников?

4.	У больной 27 лет лимфомы Ходжкина (ЛХ), нодулярный склероз, Iа стадии с поражением лимфоузлов левой надключичной области. 
Наиболее целесообразная лечебная тактика.

5.	Больной Л. 55 лет, механик. Мать умерла от рака желудка. В анамнезе хронический колит. Жалобы на неустойчивый стул, периодические боли внизу живота. Объективно: живот мягкий, болезненный в нижних отделах, где пальпируется опухолевое образование. Ирригоскопия: в сигмовидной кишке сужен просвет за счет симметричного дефекта наполнения. Фиброколоноскопия: в прямой кишке патологии не выявлено, в сигмовидной кишке просвет сужен за счет инфильтрации. Биопсия. Гистологически: аденокарцинома. УЗИ брюшной полости: обнаружено опухолевое поражение сигмовидной кишки, печень, почки без патологии. Диагноз? Лечебная тактика?""",

    ],
    
    ]