themas = [

"""""",
"""Заболеваемость и смертность от рака молочной железы. Первичный прием пациентки с жалобами на патологию молочных желез. Методы инструментальной диагностики опухолевой патологии молочной железы""",
"""Принципы системной терапии рака молочной железы. Химиотерапия. Гормонотерапия рака молочной железы""",
"""Доброкачественная патология молочной железы. Принципы диагностики и лечения.""",
"""«Хирургическое лечение рака молочной железы. Послеоперационные осложнения. Виды реконструктивных операций при раке молочной железы. """,
"""Стадирование рака молочной железы на основании клинических и инструментальных данных. Современная патоморфологическая  классификация рака молочной железы. Редкие формы рака молочной железы. Соотношение клинических признаков заболевания с международной классификацией  рака молочной железы. """,
"""Течение и прогноз рака молочной железы. Наследственный рак молочной железы. Основные генетические мутации при раке молочной железы.""",
"""Верификация диагноза рак молочной железы. Тонкоигольная биопсия молочной железы. Понятие «сore-биопсии». Интраоперационная верификация диагноза, секторальная резекция со срочным гистологическим исследованием. """,
"""Лучевая терапия рака молочной железы""",
"""Промежуточная аттестация""",
"""Реабилитация при раке молочной железы. Профилактика рака молочной железы.""",
]